{
  "BACCARAT": {
    "BETTING_STATISTICS": "Wettstatistiken",
    "CLASSIC": "Klassisch",
    "GAME_SPECIFICS": "Spiel Spezifika",
    "IMMERSIVE": "Immersiv",
    "LOADING_APPLYING_MAKEUP": "Make-up wird aufgetragen...",
    "LOADING_DEALER_REFRESHING": "Händler wird aktualisiert...",
    "LOADING_READING_RULES": "Regeln werden gelesen...",
    "LOADING_VACUUMING_STUDIO": "Das Studio wird gesaugt...",
    "LOADING_WATERING_PLANTS": "Pflanzen werden gegossen…",
    "LOADING_WAXING_TABLE": "Der Tisch wird aufpoliert...",
    "PLAYER_BETTING_ACTIVITY_FOR_EACH_BET_SPOT": "Spieler-Wettaktivität für jeden Einsatzplatz",
    "PREPARING_DEALER": "Kartengeber vorbereiten...",
    "SCORECARDS": "Scorecards",
    "SHOW_ALL_SIDE_BETS": "Alle Nebenwetten anzeigen",
    "SHUFFLING_CARDS": "Karten mischen..."
  },
  "COMMON": {
    "ADVANCED": "Erweitert",
    "ALL_SOUNDS": "Alle Töne",
    "AUTOPLAY": "Automatische Wiedergabe",
    "AUTOPLAY_FINISHED": "Automatisches Abspielen beendet",
    "AUTOPLAY_PROMPT1": "Möchten Sie mit Ihren Wettänderungen das Autoplay fortsetzen",
    "AUTOPLAY_PROMPT2": "Um die Auto-Spiel-Funktion zu aktivieren, platzieren Sie eine Wette",
    "AUTOPLAY_PROMPT3": "Der Autoplay-Modus wiederholt automatisch deinen letzten Einsatz",
    "AUTOPLAY_PROMPT4": "Möchten Sie die automatische Wiedergabe fortsetzen",
    "AUTOPLAY_RULE": "Roulette ist ein klassisches Casinospiel, bei dem Spieler darauf wetten, wo eine Kugel auf einem drehenden Rad landen wird. Das Spiel bietet verschiedene Wettoptionen und Auszahlungen und sorgt so für Spannung und strategische Möglichkeiten für die Spieler.",
    "BALANCE": "Saldo",
    "BANNED": "DU BIST GESPERRT",
    "BANNED_TIP": "Liebe Spieler, Entschuldigung für die Unannehmlichkeiten. Der Tisch ist vorerst geschlossen. Es gibt weitere Tische, bei denen du mitspielen kannst.",
    "BET": "WETTEN",
    "BET_CHANGED": "Wette geändert",
    "BET_LIMITS": "Einsatzlimits",
    "BETTING_GRID": "Wettgitter",
    "BETTING_MODES": "Wettmodi",
    "BET_TYPE": "Wettart",
    "BET_TYPES": "Wettarten",
    "CHAT": "Chat",
    "CHAT_DISABLED": "CHAT DEAKTIVIERT",
    "CHAT_DISABLED_TIP": "Deine Chatrechte sind deaktiviert, bitte Guthaben aufladen oder eine Wette platzieren",
    "CLOSE": "Schließen",
    "COLD": "Kalt",
    "COMING_SOON": "In Kürze",
    "CONFIRM": "Bestätigen",
    "CONTINUE": "Weiter",
    "DATE": "DATUM",
    "DEALER": "Händler",
    "DEALERS_VOICE": "Händlerstimme",
    "DISCONNECTION_POLICY": "Trennungsrichtlinie",
    "DOUBLE": "Doppel",
    "ENTER_SCREEN_NAME": "GEBEN SIE IHREN BILDSCHIRMNAMEN EIN",
    "ERROR_HANDLING": "Fehlerbehandlung",
    "ERROR_MAX_20": "Maximal 20 Zeichen",
    "ERROR_MIN_3": "Minimum 3 Zeichen",
    "ERROR_SYMBOLS": "Spezielle Zeichen nicht erlaubt",
    "EVEN": "Sogar",
    "EXIT": "Spiel verlassen",
    "EXPAND_CHAT": "Chat erweitern",
    "FIRST_BETS": "Zuerst setzen Sie Ihre Wetten",
    "FULL_SCREEN": "Vollbild",
    "GAME": "SPIEL",
    "GAME_CANCELED": "Spiel Abgesagt",
    "GAME_HISTORY": "Spielverlauf",
    "GAME_NUMBER": "Spielnummer",
    "GAME_PAUSED": "Spiel kurz pausiert. Bitte warten.",
    "GAME_PRESENTER": "Spielmoderator",
    "GAME_RESOLVED": "Spiel gelöst",
    "GAME_RESULT": "Spielergebnis",
    "GAME_SETTINGS": "Spieleinstellungen",
    "GAME_SOUNDS": "Spiele-Sounds",
    "GAMES_RULES": "Spielregeln",
    "GAME_STATISTICS": "Spielstatistiken",
    "GENERAL": "ALLGEMEIN",
    "HELP": "Hilfe",
    "HELP_RULES": "Hilfe & Regeln",
    "HISTORY": "Verlauf",
    "HISTORY_EMPTY1": "Keine Spiele gespielt!",
    "HISTORY_EMPTY2": "Beginnen Sie zu spielen, um hier Ihre Spielenhistorie zu sehen.",
    "HISTORY_EMPTY3": "Ihre letzten Spiele und Wetten werden zur einfachen Nachverfolgung und Überprüfung angezeigt.",
    "HOT": "Heiß",
    "HOT_COLD": "Heiß/Kalt",
    "INACTIVITY": "Spiel aufgrund von Inaktivität angehalten",
    "INTRODUCTION": "Einführung",
    "KEEP_AUTOPLAY": "Automatische Wiedergabe beibehalten",
    "LANGUAGE": "Sprache",
    "LAST_500": "Letzte 500",
    "LAST_WIN": "Letzter Gewinn",
    "LEFT": "links",
    "LESS_VOLUME_SETTINGS": "Weniger Lautstärkeeinstellungen",
    "LIVE_CHAT": "Live-Chat",
    "LIVE_ROULETTE": "LIVE ROULETTE",
    "LIVE_SICBO": "AUTO SIC BO",
    "LOBBY": "Lobby",
    "LOW_BALANCE1": "Geringes Guthaben",
    "LOW_BALANCE2": "Guthaben ist zu niedrig. Zahlen Sie Geld ein, um zu spielen.",
    "MAKE_BET": "Wette platzieren",
    "MASTER_VOLUME": "Hauptlautstärke",
    "MAX_LIMIT_REACHED": "Maximales Limit erreicht",
    "MAX_PAYOUT": "MAXIMALE AUSZAHLUNG {{currencySymbol}}{{amount}} ZUZÜGLICH SPIELERGEWINNWETTE",
    "MAX_WIN": "MAX GEWINN",
    "MAX_WIN_REACHED": "Sie haben das maximale Gewinn von {{currencySymbol}}{{amount}} erreicht",
    "MINIMIZE": "Minimieren",
    "MODE_DEFAULT": "Standard",
    "MODE_DEFAULT_TIP": "Auf Zahlen setzen",
    "MODE_FULL_COMPLETE": "Vollständig abgeschlossen",
    "MODE_STRAIGHT": "Direktzahl",
    "MODE_STRAIGHT_TIP": "Bietet 38 nummerierte Steckplätze, einschließlich 0",
    "MORE_VOLUME_SETTINGS": "Mehr Lautstärkeeinstellungen",
    "MUTE": "Stumm",
    "NEXT_GAME_SOON": "Warten auf nächste Runde",
    "NO_BET": "Platziere eine Wette, um die Auto-Spiel-Funktion zu aktivieren",
    "NO_HISTORY": "Platzieren Sie eine Wette",
    "NO_MORE_BET": "KEINE WEITEREN WETTEN",
    "NO_ROLL_SITUATIONS": "Keine Würfelsituationen",
    "ODD": "Ungerade",
    "OPPOSITE_BETTING_RESTRICTED": "Gegenwetten sind eingeschränkt.",
    "PAYOUTS": "Auszahlungen",
    "PAYOUTS_LIMITS": "Auszahlungen & Limits",
    "PAYTABLE": "Auszahlungstabelle",
    "PLACE_A_BET": "Platzieren Sie eine Wette",
    "PLACE_BET": "SETZEN SIE IHRE WETTEN",
    "PLACING_BETS": "Wetten platzieren",
    "PLAYER_MESSAGES": "Spieler Nachrichten",
    "PLAYER_MESSAGES_TIP": "Nachrichten anderer Spieler im Chat anzeigen",
    "RACETRACK": "Rennstrecke",
    "RACETRACK_BETS": "Rennbahn Wetten",
    "RECONNECTING": "Wiederverbinden",
    "REFRESH": "Aktualisieren",
    "REJOIN_TIP": "Aktualisieren Sie die Seite, um dem Spiel auf diesem Gerät erneut beizutreten",
    "REPEAT": "Wiederholen",
    "REPEAT_AUTOMATICALLY": "Setze deine Einsätze automatisch wiederholen",
    "RESULT": "Ergebnis",
    "RESUME_PLAY": "Fortsetzen",
    "RETURN_TO_PLAYER": "Rückkehr zum Spieler",
    "ROTATE_ME_PLEASE": "Dreh mich bitte",
    "ROUND_CANCELLED": "Runde wurde vom Service Manager abgebrochen. Wetten werden storniert",
    "ROUND_one": "Runde",
    "ROUND_other": "Runden",
    "SAFARI_HINT1": "BEVOR WIR STARTEN",
    "SAFARI_HINT2": "Verbessern Sie Ihr Erlebnis durch Ausblenden der Werkzeu Leiste",
    "SCREEN_NAME": "Bildschirmname",
    "SCREEN_NAME_TIP1": "Bildschirmname darf keine Sonderzeichen enthalten",
    "SCREEN_NAME_TIP2": "Min/Max Zeichenanzeige (3-15 Zeichen)",
    "SCREEN_NAME_UPDATED": "Bildschirmname aktualisiert",
    "SESSION_EXPIRED": "Ihre Sitzung ist abgelaufen",
    "SETTING": "Einstellung",
    "SETTINGS": "Einstellungen",
    "SKIP": "Überspringen",
    "SOUND": "Ton",
    "STATISTICS": "Statistiken",
    "STOP": "Stopp",
    "STOP_AUTOPLAY": "Automatische Wiedergabe stoppen",
    "STUDIO_SOUNDS": "Studio-Klänge",
    "SUPPORT": "Unterstützung",
    "SWITCH": "Schalter",
    "TABLE_CLOSED": "TISCH GESCHLOSSEN",
    "TABLE_CLOSED_TIP1": "Liebe Spieler, Entschuldigung für Unannehmlichkeiten.",
    "TABLE_CLOSED_TIP2": "Der Tisch ist vorerst geschlossen. Es gibt weitere Tische, bei denen du mitspielen kannst.",
    "TABLE_MAINTENANCE": "Wartung läuft. Bitte wählen Sie einen anderen Tisch",
    "TOGGLE_SOUNDS": "Ein-/Ausschalten, um alle Geräusche zu aktivieren oder zu deaktivieren.",
    "TOTAL": "Gesamt",
    "TOTAL_BET": "Gesamteinsatz",
    "TURNED_OFF": "AUSGESCHALTET",
    "TURNED_ON": "EINGESCHALTET",
    "UNDO": "Rückgängig",
    "VIDEO": "Video",
    "VIDEO_AUTO": "Automatisch",
    "VIDEO_HD": "HD",
    "VIDEO_HIGH": "Hoch",
    "VIDEO_LOW": "Niedrig",
    "VIDEO_MEDIUM": "Mittel",
    "VOLUME": "Volumen",
    "WINNING_NUMBER": "Gewinnzahl",
    "WINNING_NUMBERS": "Gewinnzahlen",
    "YOUR_MESSAGE": "IHRE NACHRICHT...",
    "YOU_WIN": "DU GEWINNST"
  },
  "ROULETTE": {
    "BETTING_MODE": "Wettmodus",
    "BET_TYPES": "Wettarten",
    "BLACK": "Schwarz",
    "COLUMN": "Kolonne",
    "CORNER": "Ecke",
    "DOZEN": "Dutzend",
    "FLIP_PHONE": "Drehe dein Handy, um weiterzuspielen",
    "LOADING_CHECKING_HORIZON": "Überprüfe Horizontebene...",
    "LOADING_LIGHTING_LIGHT": "Licht anmachen...",
    "LOADING_POLISHING_BALL": "Polieren des Balls...",
    "LOADING_POWERING_CAMERA": "Kamera wird geladen...",
    "LOADING_SLAM_DUNKING": "Korb versenken...",
    "LOADING_SPIN_TO_WIN": "Drehen und gewinnen...",
    "LOADING_STARTING_ENGINES": "Starte die Motoren...",
    "LOADING_WAXING_WHEEL": "Das Rad wird aufpoliert...",
    "LOADING_YOUR_TURN": "Du bist dran...",
    "NUMBER_OF_ROUNDS": "Anzahl Der Runden",
    "RED": "Rot",
    "SIX_LINE": "Sechserreihe",
    "SPLIT": "Teilen",
    "STRAIGHT_UP": "Direktzahl",
    "STREET": "Straße"
  },
  "ROULETTE_RULES": {
    "AUTOPLAY": "<h3>Autoplay</h3><p>Die Autoplay-Funktion ermöglicht es Ihnen, Ihre vorherigen Einsätze automatisch für eine ausgewählte Anzahl von Spielrunden zu wiederholen. Um Autoplay zu nutzen, müssen Sie in der aktuellen oder einer vorherigen Spielrunde einen Einsatz platziert haben. Um Autoplay zu starten, klicken Sie auf die AUTOPLAY-Schaltfläche und wählen Sie die Anzahl der Runden aus, die Sie automatisch spielen möchten.</p><p>Sobald Autoplay aktiviert ist, wird die verbleibende Anzahl der Runden auf der Autoplay-Schaltfläche angezeigt. Autoplay wird fortgesetzt, bis entweder die gewählte Anzahl der Runden abgeschlossen ist oder Sie es beenden, indem Sie auf die STOP-Taste klicken.</p><p>Bitte beachten Sie:</p><ul><li>Wenn Sie Ihre Einsätze ändern, während Autoplay läuft, wird Autoplay gestoppt.</li><li>Das Verlassen des Spiels stoppt Autoplay, aber bereits platzierte Einsätze bleiben für die nächste Runde aktiv.</li></ul><p>Der Gesamtbetrag des Autoplay-Einsatzes wird berechnet, indem Ihr Gesamteinsatz pro Runde mit der Anzahl der ausgewählten Autoplay-Runden multipliziert wird.</p>",
    "BET_TYPES": "<h3>Wettarten</h3>\n<p>Roulette bietet verschiedene Wettmöglichkeiten, jede mit einer eigenen Auszahlungsquote. Diese werden in Innenwetten und Außenwetten unterteilt.</p><p>Innenwetten werden auf dem nummerierten Gitter platziert und umfassen:</p><ul><li>Direkte Wette (eine einzelne Zahl),</li><li>Split (zwei benachbarte Zahlen),</li><li>Street (drei Zahlen in einer Reihe),</li><li>Corner (vier benachbarte Zahlen),</li><li>Linie (sechs Zahlen über zwei Reihen).</li></ul><p>Außenwetten werden um das Hauptgitter herum platziert und decken größere Zahlenbereiche ab.</p><p>Diese umfassen:</p><ul><li>Rot/Schwarz,</li><li>Gerade/Ungerade,</li><li>Kolonne und Dutzend (jede deckt 12 Zahlen ab),</li><li>und 1-18/19-36 (jede deckt 18 Zahlen ab).</li></ul><p>Beachten Sie, dass die Null in Außenwetten nicht enthalten ist.</p><p>Die Direkte Wette bietet die höchste Auszahlung, während die Auszahlungen bei Außenwetten niedriger sind, aber eine höhere Gewinnchance bieten.</p>",
    "CHAT": "<h3>Chat</h3><p>Mit der Chat-Funktion können Spieler mit dem Spielmoderator kommunizieren. Um sie zu nutzen, geben Sie Ihre Nachricht in das Chatfeld ein und drücken Sie die Eingabetaste oder den Pfeilknopf, um sie zu senden.</p><p>Es wird erwartet, dass Spieler respektvoll kommunizieren. Missbräuchliches Verhalten, anstößige Sprache oder unangemessene Inhalte können zu Verwarnungen oder zum Entzug der Chatberechtigung führen. Sollte eine Moderationsentscheidung auf Widerstand stoßen, wenden Sie sich an den Casino-Support für Unterstützung.</p><p>Bitte beachten Sie, dass die Chat-Funktion nur für Spieler mit einem Guthaben über dem Mindesteinsatz des jeweiligen Spiels verfügbar ist. Spielern mit 0 Guthaben ist es nicht gestattet, mit Spielmoderatoren zu chatten.</p>",
    "DISCONNECTION_POLICY": "<h3>Unterbrechungsrichtlinie</h3><p>Wenn Sie während einer aktiven Spielrunde eine Unterbrechung erleben, werden alle gesetzten Wetten entsprechend behandelt. Wenn Sie eine Wette platzieren und vor dem Ende der Wettphase die Verbindung verlieren, wird Ihre Wette auf Ihr Konto zurückgezahlt. Allerdings, wenn Ihre Wette akzeptiert wird, da die Wettzeit beendet ist, bevor Sie die Verbindung verlieren, bleibt Ihre Wette gültig und wird gemäß dem Spielergebnis abgerechnet. Nach dem Wiedereinstieg können Sie die Ergebnisse Ihrer Wetten im Verlauf-Fenster einsehen, das die Ergebnisse aller in Ihrer Abwesenheit gespielten Runden anzeigt.</p>",
    "ERROR_HANDLING": "<h3>Fehlerbehandlung</h3><p>Bei einem Spiel-, System- oder Verfahrensfehler wird die aktuelle Runde vorübergehend ausgesetzt. Die Spieler werden über eine Popup-Nachricht oder im Chat darüber informiert, dass das Problem untersucht wird. Wenn der Fehler umgehend behoben werden kann, wird das Spiel normal fortgesetzt. Sollte jedoch keine sofortige Lösung möglich sein, wird die Runde abgesagt und alle ursprünglichen Einsätze an die Teilnehmer zurückerstattet.</p><p>Zusätzlich muss der Ball für eine gültige Runde mindestens drei vollständige Umdrehungen auf dem Rad absolvieren. Sollte dies nicht geschehen, wird die Runde für ungültig erklärt.</p>",
    "GAME_HISTORY": "<h3>Spielverlauf</h3><p>Das Feature \"Spielverlauf\" ermöglicht es Ihnen, Ihr vergangenes Spielerlebnis auf umfassende und intuitive Weise zu überprüfen. Spiele sind nach Datum organisiert, mit den neuesten oben, und Sie können mit Pfeiltasten zwischen den Daten navigieren. Durch die Auswahl eines bestimmten Datums können Sie Spiele nach Typ filtern und detaillierte Informationen zu jeder Spielrunde anzeigen, einschließlich Zeit, Gesamteinsatz und Ergebnisse. Durch das Antippen eines bestimmten Spiels erhalten Sie eine detaillierte Aufschlüsselung der platzierten Einsätze und deren Ergebnisse.</p><p>Das Feature beinhaltet auch eine Option \"Problem melden\", um eventuelle Probleme mit spezifischen Spielen zu kennzeichnen. Ihre Kontostands- und Gesamteinsatzinformationen bleiben während der gesamten Navigationshistorie sichtbar, sodass Sie Ihre Wettmuster verfolgen und Spielergebnisse effizient überprüfen können.</p>",
    "GAME_RULES": "<h3>Spielregeln</h3><p>Das Ziel beim Roulette ist, richtig zu raten, wo die Kugel landen wird, indem Wetten auf bestimmte Zahlen oder Zahlenkombinationen platziert werden. Das Rad zeigt Zahlen von 0 bis 36. Wetten schließen, bevor die Kugel freigegeben wird. Sobald sie sich in einem Fach niedergelassen hat, wird die Gewinnzahl bekannt gegeben und erfolgreiche Wetten werden ausgezahlt.</p><p>Spieler können pro Runde mehrere Wetten im inneren und äußeren Wettbereich platzieren. Ein Gewinn tritt ein, wenn Ihr Einsatz den endgültigen Ruheplatz der Kugel abdeckt, wobei Auszahlungen von der Art des platzierten Einsatzes abhängen.</p>",
    "PAYOUTS": "<h3>Auszahlungen</h3><p>Roulette-Gewinne werden durch die Art der Wette bestimmt, die auf den Tisch platziert wurde.</p><table><thead><tr><th>Wettart</th><th>Auszahlung</th></tr></thead><tbody><tr><td>Direkt</td><td>35:1</td></tr><tr><td>Geteilt</td><td>17:1</td></tr><tr><td>Straße</td><td>11:1</td></tr><tr><td>Ecke</td><td>8:1</td></tr><tr><td>Linie</td><td>5:1</td></tr><tr><td>Kolonne</td><td>2:1</td></tr><tr><td>Dutzend</td><td>2:1</td></tr><tr><td>Rot/Schwarz</td><td>1:1</td></tr><tr><td>Gerade/Ungerade</td><td>1:1</td></tr><tr><td>1-18/19-36</td><td>1:1</td></tr></tbody></table><p>Jeder Fehlfunktion oder technisches Problem annulliert alle Wetten und Ergebnisse.</p>",
    "PLACING_BETS": "<h3>Einsätze platzieren</h3><p>Im Einsatzlimits-Panel werden die minimalen und maximalen Einsatzbeträge angezeigt, die am Tisch erlaubt sind. Diese Limits können sich regelmäßig ändern, weshalb es ratsam ist, Ihre aktuellen Limits regelmäßig zu überprüfen. Stellen Sie sicher, dass Sie über ausreichende Mittel auf Ihrem Konto verfügen, um Ihre gewünschten Einsätze zu decken. Ihr aktuelles Guthaben ist auf dem Bildschirm sichtbar.</p><p>Um eine Wette zu platzieren, wählen Sie zunächst den gewünschten Chip-Wert aus der Chip-Anzeige. Es stehen nur Chip-Stückelungen zur Verfügung, die durch Ihr aktuelles Guthaben abgedeckt werden können. Nachdem Sie einen Chip gewählt haben, klicken oder tippen Sie auf den entsprechenden Wettbereich auf dem Tisch. Jeder Klick erhöht Ihren Einsatz um den ausgewählten Chip-Wert, bis zum Höchstlimit für diesen Wett-Typ.</p><p>Die Verdoppeln (2x) Taste wird verfügbar, nachdem Sie eine Wette platziert haben. Durch Klicken auf diese Taste werden alle aktuellen Einsätze bis zum Höchstlimit verdoppelt. Stellen Sie sicher, dass Sie über ausreichende Mittel verfügen, um das Verdoppeln aller Ihrer Einsätze zu ermöglichen, bevor Sie diese Funktion nutzen. Die Wiederholen Taste ermöglicht es Ihnen, alle Einsätze aus der vorherigen Spielrunde zu kopieren. Diese Option ist nur verfügbar, bevor Sie im aktuellen Spiel Ihren ersten Chip platzieren. Wenn Sie Ihre Einsätze anpassen müssen, entfernt die Rückgängig Taste den zuletzt platzierten Einsatz. Sie können diese Taste mehrmals drücken, um Wetten einzeln in umgekehrter Reihenfolge zu entfernen. Um alle Ihre Wetten auf einmal zu löschen, halten Sie einfach die Rückgängig Taste gedrückt.</p><p>Der Gesamteinsatz-Indikator zeigt die Gesamtsumme aller in der aktuellen Runde platzierten Wetten an. Wenn Sie versuchen, eine Wette zu platzieren, die Ihr Gesamtguthaben überschreitet, wird das Spiel Sie auffordern, Ihren Einsatz anzupassen.</p>",
    "RACETRACK_BETS": "<h3>Rennbahn Wetten</h3><p>Nachbarwetten sind spezielle Einsätze im Roulette, die eine bestimmte Zahl und deren angrenzende Zahlen auf dem Rad abdecken. Diese Wetten werden mittels der Rennbahn platziert, einem ovalförmigen Wettbereich, der die Anordnung des Rades darstellt. Um die Rennbahn zu nutzen, klicken Sie auf die SCHALTFLÄCHE RACETRACK. Diese Funktion ermöglicht eine intuitivere Platzierung komplexer Wetten basierend auf den Radpositionen statt auf dem herkömmlichen Tischlayout.</p><h4>Tiers du Cylindre</h4><p>Diese Wette deckt 12 Zahlen auf der gegenüberliegenden Seite des Rads von der Null ab. Es erfordert 6 Chips, die wie folgt platziert werden:</p><ul><li>5/8-Split</li><li>10/11-Split</li><li>13/16-Split</li><li>23/24-Split</li><li>27/30-Split</li><li>33/36-Split</li></ul><p>Diese Wette deckt effektiv ungefähr ein Drittel des Rades ab, ohne den Nullbereich einzuschließen.</p><h4>Orphelins à Cheval</h4><p>Diese Wette deckt 8 Zahlen in zwei getrennten Bereichen des Rads ab, die nicht in anderen angesagten Wetten enthalten sind. Es verwendet 5 Chips:</p><ul><li>1 (direkt)</li><li>6/9-Split</li><li>14/17-Split</li><li>17/20-Split</li><li>31/34-Split</li></ul><p>Diese Wette deckt die „verwaisten“ Zahlen ab, die in Voisins- oder Tiers-Wetten nicht enthalten sind.</p><h4>Voisins du Zéro</h4><p>Diese Wette deckt 17 Zahlen um die Null herum ab und verwendet 9 Chips:</p><ul><li>2 Chips auf 0/2/3-Reihe</li><li>4/7-Split</li><li>12/15-Split</li><li>18/21-Split</li><li>19/22-Split</li><li>2 Chips auf 25/26/28/29-Ecke</li><li>32/35-Split</li></ul><p>Diese Wette deckt fast die Hälfte des Rades ab, einschließlich der Null und deren Nachbarn.</p><h4>Jeu Zéro</h4><p>Diese Wette konzentriert sich auf 7 Zahlen in der Nähe der Null, mit Verwendung von 4 Chips:</p><ul><li>0/3-Split</li><li>12/15-Split</li><li>26 (direkt)</li><li>32/35-Split</li></ul><p>Es ist eine kleinere Version von Voisins du Zéro, die sich auf den unmittelbaren Bereich um die Null konzentriert.</p><p>Um eine Nachbarwette zu platzieren, wählen Sie eine Zahl auf der Rennbahn. Dies platziert automatisch eine Wette auf die gewählte Zahl und deren unmittelbare Nachbarn auf beiden Seiten. Nutzen Sie die Plus- und Minus-Tasten, um die Anzahl der eingeschlossenen Nachbarn anzupassen und so eine angepasste Abdeckung von Radabschnitten zu ermöglichen.</p>",
    "RETURN_TO_PLAYER": "<h3>Rückzahlung an den Spieler</h3><p>Die theoretische Rückzahlung an den Spieler (RTP) für dieses Roulette-Spiel beträgt 97,30 %.</p>",
    "STATISTICS": "<h3>Statistik</h3><p>Die Statistikfunktion zeigt Ergebnisse von bis zu 500 kürzlich gespielten Spielrunden an. Sie können darauf zugreifen, indem Sie auf die Schaltfläche STATISTIK klicken und den Schieberegler verwenden, um die Anzahl der angezeigten vergangenen Ergebnisse anzupassen. Wenn Sie mit dem Mauszeiger über Bereiche im Statistikdiagramm fahren, werden die entsprechenden Wettpositionen auf dem Tisch hervorgehoben. Um basierend auf diesen Statistiken eine Wette zu platzieren, klicken oder tippen Sie einfach auf den hervorgehobenen Bereich.</p>",
    "WINNING_NUMBERS": "<h3>Gewinnzahlen</h3><p>Das Gewinnzahlen-Panel zeigt die aktuellen Spielergebnisse. Die linke Zahl steht für das Ergebnis der zuletzt gespielten Runde</p>"
  },
  "SICBO": {
    "ANY_TRIPLE": "beliebiges Triple",
    "BIG": "Groß",
    "EACH_DOUBLE": "Jeder Doppel",
    "EACH_TRIPLE": "Jedes Tripel",
    "LOADING_FORTUNE_AWAITS": "Das Glück erwartet den Wurf ",
    "LOADING_PLACE_LUCKY_BETS": "Platzieren Sie bald Ihre Glückswetten...",
    "LOADING_PREPARING_ROLL": "Rolle vorbereiten...",
    "LOADING_SECURING_DICE_DOME": "Sichern des Würfelkuppels...",
    "LOSE_ON_ANY_TRIPLE": "Verlieren bei beliebigem Triple",
    "ON_DOUBLE": "bei Doppel",
    "ON_SINGLE": "auf Einzel",
    "ON_TRIPLE": "auf Triple",
    "POLISHING_THE_PRECIOUS_DICE": "Polieren des kostbaren Würfels...",
    "PREPARING_THE_SHAKE": "Shaker vorbereiten...",
    "SIDE_BETS_LOSE_ON": "Nebenwetten verlieren bei",
    "SINGLE": "Einzel",
    "SMALL": "Klein",
    "SPECIFIC_TRIPLE": "Spezifisches Triple",
    "TRIPLE": "Triple",
    "TWO_DICE": "Zwei Würfel",
    "TWO_DICE_COMBO": "Zwei Würfel Kombi",
    "VOIDS_OTHER_SIDEBETS": "beliebiges Triple"
  },
  "SICBO_RULES": {
    "AUTOPLAY": "<h3>Automatisches Spiel</h3><p>Die Funktion 'Automatisches Spiel' wiederholt automatisch Ihren letzten Einsatz für 5, 10, 25 oder 100 Runden. Um zu beginnen, setzen Sie einen Einsatz und wählen Sie dann im Menü 'AUTOMATISCHES SPIEL' eine Rundenzahl aus. Die verbleibenden Runden werden angezeigt, und Sie können das automatische Spiel jederzeit beenden — dies wird nach Abschluss der aktuellen Runde wirksam.</p><ul><li>Zusätzliche Einsätze während einer aktiven automatischen Spielsitzung lösen eine Eingabeaufforderung aus: \"Ihr automatisches Spiel wird entsprechend dieser Wette aktualisiert.\"</li><li>Stopp beendet das automatische Spiel nach der aktuellen Runde.</li><li>Aktualisieren wendet Ihren neuen Einsatz für alle verbleibenden Runden im automatischen Spiel an.</li></ul><p>Eine Aktualisierung des Kontostands erfolgt wie gewohnt nach jeder Runde. Wenn Sie das Spiel verlassen oder die Seite aktualisieren, endet das automatische Spiel, aber jede Wette für die aktuelle Runde bleibt gültig.</p>",
    "BET_TYPES": "<h3>Wetttypen</h3><strong>Klein/Groß</strong><p>Eine Wette auf \"Klein\" gewinnt, wenn die Summe der drei Würfel zwischen 4 und 10 liegt, während eine Wette auf \"Groß\" gewinnt, wenn die Summe zwischen 11 und 17 liegt. Beide verlieren, wenn das Ergebnis ein Dreierpasch ist, d.h. alle drei Würfel zeigen dieselbe Zahl.</p><strong>Ungerade/Gerade</strong><p>Diese Wette sagt voraus, ob die Summe ungerade oder gerade ist. Wenn alle drei Würfel einen Dreierpasch bilden, verliert diese Wette automatisch. Der ungerade Bereich schließt Dreierpaschs mit ungeraden Zahlen aus, und der gerade Bereich schließt gerade Dreierpaschs aus.</p><strong>Doppel</strong><p>Eine Doppelwette bedeutet, dass Sie darauf wetten, dass genau zwei der drei Würfel dasselbe Gesicht zeigen. Wenn alle drei Würfel übereinstimmen, wird die Doppelwette trotzdem zum gleichen Satz ausgezahlt, da die Bedingung, mindestens zwei übereinstimmende Würfel zu haben, erfüllt ist.</p><strong>Spezifischer Dreierpasch</strong><p>Eine Wette auf einen spezifischen Dreierpasch konzentriert sich auf einen genauen Dreierpasch, wie zum Beispiel drei Zweien oder drei Fünfen. Sie gewinnen nur, wenn alle drei Würfel die spezifische Zahl zeigen, die Sie ausgewählt haben. Es gehört zu den höchstauszahlenden Wetten aufgrund seiner geringeren Wahrscheinlichkeit.</p><strong>Jeder Dreierpasch</strong><p>Jeder Dreierpasch deckt gleichzeitig alle sechs möglichen Dreierpaschs ab. Sie gewinnen, wenn die drei Würfel mit einer beliebigen Zahl übereinstimmen (z.B. drei Einsen, drei Zweien usw.), was ein breiteres, aber immer noch relativ seltenes Ergebnis bietet.</p><strong>Drei-Würfel-Gesamt</strong><p>Diese Wette wird auf eine der Summen von 4 bis 17 platziert. Jede Summe bietet eine einzigartige Auszahlung basierend auf ihrer Wahrscheinlichkeit, wobei weniger häufige Summen höhere Auszahlungen haben.</p><strong>Zwei-Würfel-Kombination</strong><p>Eine Zwei-Würfel-Kombination deckt zwei verschiedene Zahlen ab (wie 3 und 6), die bei den drei Würfeln erscheinen. Es spielt keine Rolle, welche Würfel diese beiden Gesichter zeigen, solange beide irgendwo im Endwurf erscheinen.</p><strong>Einzel</strong><p>Eine Einzelwette wird auf eines der sechs Gesichter (1, 2, 3, 4, 5 oder 6) platziert. Wenn Ihre ausgewählte Zahl einmal erscheint, erhalten Sie eine Standardauszahlung; erscheint sie zweimal oder dreimal, erhalten Sie höhere Belohnungen.</p>",
    "CHAT": "<h3>Chat</h3><p>Die Chat-Funktion ermöglicht es Ihnen, mit anderen Spielern und dem Spielpräsentator zu kommunizieren. Geben Sie Ihre Nachricht in das Chat-Feld ein und drücken Sie Enter oder die Pfeiltaste, um sie zu senden. Halten Sie die Diskussion respektvoll; beleidigende oder missbräuchliche Sprache kann dazu führen, dass Ihre Chat-Berechtigungen widerrufen werden.</p>",
    "DISCONNECTION_POLICY": "<h3>Unterbrechungsrichtlinie</h3><p>Bei einer Unterbrechung während einer Runde bleibt jede akzeptierte Wette gültig und wird normal abgerechnet. Wenn Ihre Wette vor der Unterbrechung nicht akzeptiert wurde, wird sie zurückerstattet. Sie können die Ergebnisse im Verlauffenster nach der Wiederherstellung der Verbindung einsehen.</p>",
    "ERROR_HANDLING": "<h3>Fehlerbehandlung</h3><p>Wenn ein Spiel-, System- oder Verfahrensfehler auftritt, wird die Runde ausgesetzt. Die Spieler werden über ein Pop-up oder einen Chat benachrichtigt. Wenn das Problem nicht umgehend behoben werden kann, wird die Runde abgebrochen und alle Wetten werden zurückerstattet.</p>",
    "GAME_HISTORY": "<h3>Spielverlauf</h3><p>Der Spielverlauf kann durch Klicken auf die SCHALTFLÄCHE SPIELVERLAUF aufgerufen werden. Die Runden sind nach Datum sortiert, wobei die neuesten oben angezeigt werden. Jeder Eintrag zeigt den Spieltyp, das Datum, den Gesamteinsatz und das Ergebnis an. Mit der Auswahl eines Eintrags werden zusätzliche Details angezeigt, z.B. die Uhrzeit, zu der das Spiel aufgelöst wurde, die Spielnummer, die Gewinnernummer, falls zutreffend, die getätigten Einsätze und ob das Spiel abgesagt wurde. Es gibt auch eine Option \"Problem melden\", wenn Sie auf Probleme stoßen. Wenn keine Runden gespielt wurden, erscheint eine Aufforderung, eine Wette zu platzieren.</p>",
    "GAME_RESULT": "<h3>Spielergebnis</h3><p>Eine grafische Darstellung der siegreichen Würfelseitenwerte wird auf Ihrem Bildschirm angezeigt. Der Betrag Ihres Gewinns wird darunter angezeigt.</p><p>Die Gewinnerliste wird am Ende der Spielrunde angezeigt und zeigt die Nicknamen aller Spieler, die am aktuellen Tisch in der letzten Spielrunde gewonnen haben.</p>",
    "GAME_RULES": "<h3>Spielregeln</h3><p>Die Spieler wählen einen Chip-Wert und platzieren ihn auf einem der 52 verfügbaren Wettspotts, bevor der Würfelwurf beginnt. Jeder Wettspott hat seine eigene Auszahlungsstruktur. Sobald die Wettzeit endet, werden die Würfel aufgedeckt und das Ergebnis bestimmt alle Gewinnwetten.</p><p>Falls gegensätzliche Wetten (wie Klein gegen Groß oder Ungerade gegen Gerade) nicht gleichzeitig erlaubt sind, blockiert das System eine, wenn die andere platziert wird, und die Spieler werden durch eine Tooltip-Nachricht informiert.</p>",
    "GAME_STATISTICS": "<h3>Spielstatistiken</h3><p>Das Statistik-Fenster bietet eine Vielzahl an Spielrundendetails und kann Ihnen helfen, zu entscheiden, auf welche Wettoptionen Sie in zukünftigen Spielrunden setzen sollten.</p><p>Spielstatistiken helfen Spielern, die Geschichte des Spiels schnell einzuschätzen, Trends zu identifizieren und zu versuchen, zukünftige Ergebnisse vorherzusagen. Das Spiel zeigt die letzten 15 Spielrunden der Statistiken für Klein, Groß, Triple, Ungerade und Gerade an.</p><p>Roadmaps sind bildliche Darstellungen der Spielrundenergebnisse und -trends, die auf einem Raster verteilt sind.</p><p>Im Klein/Groß-Tab wird jedes Ergebnis für Klein (K), Groß (G) und Triple (T) als separater Kreis dargestellt. Im Ungerade/Gerade-Tab werden die Ergebnisse Ungerade (U), Gerade (G) und Triple (T) in der gleichen Weise wie auf der Klein/Groß-Roadmap angezeigt. Statistiken von bis zu 500 der neuesten Spielrunden werden in den Diagrammen angezeigt.</p><p>Im Diagramm-Tab können Sie die prozentuale Darstellung aller sechs numerischen Werte und der Werte für Klein, Groß, Triple, Ungerade und Gerade-Ergebnisse sehen.</p>",
    "INTRODUCTION": "<h3>Einführung</h3><p>Sic Bo ist ein rasantes Würfelspiel, das mit drei sechsseitigen Würfeln in einem automatisierten Würfel-Shaker gespielt wird. Das Ziel ist es, das Ergebnis des Würfelwurfs zu vorhersagen, indem man auf verschiedene mögliche Ergebnisse wettet. Sobald die Wetten geschlossen sind, bestimmt der Würfel-Shaker das Ergebnis, und gewinnende Wetten werden entsprechend ausgezahlt.</p>",
    "NO_ROLL_SITUATIONS": "<h3>Keine Wurf-Situationen</h3><p>Wenn der Wurf ungültig ist, wird er als \"Kein Wurf\"-Ereignis betrachtet. Ein \"Kein Wurf\" tritt unter folgenden Bedingungen auf:</p><ul><li>Der Würfelbecher schüttelt weniger als 3 Sekunden.</li><li>Einer oder mehrere Würfel bleiben am Rand hängen oder liegen übereinander.</li><li>Ein mechanischer Defekt beeinflusst den Würfelbecher oder einen der Würfel.</li></ul><p>Im Falle eines \"Kein Wurf\" wird ein erneuter Wurf gemäß den Standardarbeitsanweisungen eingeleitet. Ihre Einsätze bleiben bestehen, bis ein gültiger Wurf abgeschlossen ist.</p>",
    "PAYOUTS": "<h3>Auszahlungen</h3><table><thead><tr><th>Einsatzart</th><th>Auszahlung</th></tr></thead><tbody><tr><td>Klein/Groß</td><td>1:1</td></tr><tr><td>Ungerade/Gerade</td><td>1:1</td></tr><tr><td>Doppel</td><td>12:1</td></tr><tr><td>Spezielles Triple</td><td>210:1</td></tr><tr><td>Beliebiges Triple</td><td>34:1</td></tr><tr><td>Gesamt 4 oder 17</td><td>70:1</td></tr><tr><td>Gesamt 5 oder 16</td><td>34:1</td></tr><tr><td>Gesamt 6 oder 15</td><td>20:1</td></tr><tr><td>Gesamt 7 oder 14</td><td>13:1</td></tr><tr><td>Gesamt 8 oder 13</td><td>9:1</td></tr><tr><td>Gesamt 9 oder 12</td><td>7:1</td></tr><tr><td>Gesamt 10 oder 11</td><td>6:1</td></tr><tr><td>Zweier-Kombination</td><td>6:1</td></tr><tr><td>Einzeln</td></tr><tr><td>Auf Einzeln</td><td>1:1</td></tr><tr><td>Auf Doppel</td><td>2:1</td></tr><tr><td>Auf Triple</td><td>15:1</td></tr></tbody></table>",
    "PLACING_BETS": "<h3>Einsätze platzieren</h3><p>Im Einsatzlimits-Panel sind die minimalen und maximalen Einsatzbeträge angezeigt, die am Tisch erlaubt sind. Stellen Sie sicher, dass Sie über ausreichende Mittel auf Ihrem Konto verfügen, um teilzunehmen. Ihr aktuelles Guthaben wird stets auf dem Bildschirm angezeigt.</p><ul><li>1. Wählen Sie einen Chip-Wert aus der Chip-Anzeige (nur Stückelungen, die durch Ihr Guthaben abgedeckt sind, sind verfügbar).</li><li>2. Klicken oder tippen Sie auf den gewünschten Wettbereich auf dem Tisch. Jeder Klick erhöht Ihren Einsatz um den ausgewählten Chip-Wert, bis zum Höchstlimit.</li><li>3. Klicken Sie auf die Verdoppeln (2x) Taste um alle aktuellen Einsätze zu verdoppeln (sofern Mittel vorhanden sind).</li><li>4. Klicken Sie auf die Wiederholen Taste, um alle Einsätze aus der vorherigen Runde zu kopieren (nur verfügbar, bevor neue Einsätze platziert werden).</li><li>5. Rückgängig entfernt den letzten Einsatz; Halten der Rückgängig-Taste entfernt alle Einsätze auf einmal.</li><li>6. Der Gesamteinsatz-Indikator zeigt die Summe aller aktuellen Einsätze an.</li></ul><p>Wenn Sie Ihr Guthaben überschreiten, wird Sie das Spiel auffordern, Ihren Einsatz anzupassen.</p>",
    "RETURN_TO_PLAYER": "<h3>Rückzahlung an Spieler</h3><table><thead><tr><th>Einsatz</th><th>Rückzahlung an Spieler</th></tr></thead><tbody><tr><td>Klein/Groß</td><td>97.22%</td></tr><tr><td>Ungerade/Gerade</td><td>97.22%</td></tr><tr><td>Doppel</td><td>96.30%</td></tr><tr><td>Spezielles Triple</td><td>97.69%</td></tr><tr><td>Beliebiges Triple</td><td>97.22%</td></tr><tr><td>Gesamtsumme von drei Würfeln</td></tr><tr><td>Gesamt 4 oder 17</td><td>98.61%</td></tr><tr><td>Gesamt 5 oder 16</td><td>97.22%</td></tr><tr><td>Gesamt 6 oder 15</td><td>97.22%</td></tr><tr><td>Gesamt 7 oder 14</td><td>97.22%</td></tr><tr><td>Gesamt 8 oder 13</td><td>97.22%</td></tr><tr><td>Gesamt 9 oder 12</td><td>92.59%</td></tr><tr><td>Gesamt 10 oder 11</td><td>87.50%</td></tr><tr><td>Zweier-Kombination</td><td>97.22%</td></tr><tr><td>Einzeln</td><td>97.69%</td></tr></tbody></table>",
    "SUPPORT": "<h3>Unterstützung</h3><p>Wenn Sie zusätzliche Hilfe benötigen oder Fragen haben, klicken Sie auf die SUPPORT-Schaltfläche, um ein spezielles Chat-Fenster mit unserem Support-Team zu öffnen. Beschreiben Sie Ihr Problem und der Live-Support-Agent wird Ihnen so schnell wie möglich helfen.</p>",
    "WINNING_NUMBERS": "<h3>Gewinnzahlen</h3><p>Das Gewinnzahlen-Panel zeigt die jüngsten Spielergebnisse. Die linke Zahl steht für das Ergebnis der zuletzt gespielten Runde</p>"
  },
  "SYSTEM_MESSAGE": {
    "GENERAL_ERROR": "Problem erkannt",
    "GENERAL_ERROR_RESPIN": "Problem erkannt. Kugel neu starten",
    "SHUFFLE": "Deck gemischt",
    "SICBO_INVALID_RESULT": "Ungültiger Wurf. Erneut schütteln"
  }
}