{
  "BACCARAT": {
    "BETTING_STATISTICS": "Estadísticas de apuestas",
    "CLASSIC": "Clásico",
    "GAME_SPECIFICS": "Especificaciones del Juego",
    "IMMERSIVE": "Inmersivo",
    "LOADING_APPLYING_MAKEUP": "Aplicando maquillaje...",
    "LOADING_DEALER_REFRESHING": "Repartidor refrescando...",
    "LOADING_READING_RULES": "Leyendo las reglas...",
    "LOADING_VACUUMING_STUDIO": "Aspirando el estudio...",
    "LOADING_WATERING_PLANTS": "Regando las plantas...",
    "LOADING_WAXING_TABLE": "Encerrando mesa...",
    "PLAYER_BETTING_ACTIVITY_FOR_EACH_BET_SPOT": "Actividad de apuestas del jugador para cada punto de apuesta",
    "PREPARING_DEALER": "Preparando al crupier...",
    "SCORECARDS": "Tarjetas de puntuación",
    "SHOW_ALL_SIDE_BETS": "Mostrar todas las apuestas adicionales",
    "SHUFFLING_CARDS": "Barajando cartas..."
  },
  "COMMON": {
    "ADVANCED": "Avanzado",
    "ALL_SOUNDS": "Todos los sonidos",
    "AUTOPLAY": "Reproducción Automática",
    "AUTOPLAY_FINISHED": "Reproducción Automática Finalizada",
    "AUTOPLAY_PROMPT1": "¿Te gustaría continuar con la reproducción automática con los cambios de apuesta?",
    "AUTOPLAY_PROMPT2": "Para activar la reproducción automática, haz una apuesta",
    "AUTOPLAY_PROMPT3": "La reproducción automática repetirá automáticamente tu última apuesta.",
    "AUTOPLAY_PROMPT4": "¿Quieres continuar con la reproducción automática?",
    "AUTOPLAY_RULE": "La ruleta es un juego de casino clásico donde los jugadores apuestan en qué parte de una rueda giratoria caerá la bola. El juego ofrece varias opciones de apuestas y pagos, proporcionando emoción y oportunidades estratégicas para los jugadores.",
    "BALANCE": "Saldo",
    "BANNED": "ESTÁS BLOQUEADO",
    "BANNED_TIP": "Queridos jugadores, disculpas por las molestias. La mesa está cerrada por ahora. Hay otras donde puedes unirte y jugar.",
    "BET": "APUESTA",
    "BET_CHANGED": "Apuesta cambiada",
    "BET_LIMITS": "Límites de Apuesta",
    "BETTING_GRID": "Cuadro de apuestas",
    "BETTING_MODES": "Modos de apuesta",
    "BET_TYPE": "Tipo de Apuesta",
    "BET_TYPES": "Tipos de Apuestas",
    "CHAT": "Chat",
    "CHAT_DISABLED": "CHAT DESCATIVADO",
    "CHAT_DISABLED_TIP": "Tus privilegios de chat están desactivados, por favor recarga saldo o realiza una apuesta",
    "CLOSE": "Cerrar",
    "COLD": "Frío",
    "COMING_SOON": "Próximamente",
    "CONFIRM": "Confirmar",
    "CONTINUE": "Continuar",
    "DATE": "FECHA",
    "DEALER": "Distribuidor",
    "DEALERS_VOICE": "Voz del distribuidor",
    "DISCONNECTION_POLICY": "Política de desconexión",
    "DOUBLE": "Doble",
    "ENTER_SCREEN_NAME": "INTRODUCE TU NOMBRE DE PANTALLA",
    "ERROR_HANDLING": "Manejo de errores",
    "ERROR_MAX_20": "Máximo 20 caracteres",
    "ERROR_MIN_3": "Mínimo 3 caracteres",
    "ERROR_SYMBOLS": "Símbolos especiales no permitidos",
    "EVEN": "Par",
    "EXIT": "Salir del juego",
    "EXPAND_CHAT": "Expandir chat",
    "FIRST_BETS": "Primero haga sus apuestas",
    "FULL_SCREEN": "Pantalla completa",
    "GAME": "JUEGO",
    "GAME_CANCELED": "Juego Cancelado",
    "GAME_HISTORY": "Historial de Juegos",
    "GAME_NUMBER": "Número de juego",
    "GAME_PAUSED": "Juego pausado brevemente. Espere.",
    "GAME_PRESENTER": "Presentador del Juego",
    "GAME_RESOLVED": "Juego resuelto",
    "GAME_RESULT": "Resultado del Juego",
    "GAME_SETTINGS": "Configuración del Juego",
    "GAME_SOUNDS": "Sonidos de juego",
    "GAMES_RULES": "Reglas del Juego",
    "GAME_STATISTICS": "Estadísticas del Juego",
    "GENERAL": "GENERAL",
    "HELP": "Ayuda",
    "HELP_RULES": "Ayuda & Reglas",
    "HISTORY": "Historial",
    "HISTORY_EMPTY1": "¡No se han jugado partidos todavía!",
    "HISTORY_EMPTY2": "Empieza a jugar para ver tu historial de juego aquí.",
    "HISTORY_EMPTY3": "Tus juegos y apuestas recientes se mostrarán para un seguimiento y revisión fáciles.",
    "HOT": "Caliente",
    "HOT_COLD": "Caliente/Frío",
    "INACTIVITY": "Juego pausado por inactividad",
    "INTRODUCTION": "Introducción",
    "KEEP_AUTOPLAY": "Mantener Reproducción Automática",
    "LANGUAGE": "Idioma",
    "LAST_500": "Últimos 500",
    "LAST_WIN": "Última victoria",
    "LEFT": "izquierda",
    "LESS_VOLUME_SETTINGS": "Menos ajustes de volumen",
    "LIVE_CHAT": "CHAT EN VIVO",
    "LIVE_ROULETTE": "RULETA EN VIVO",
    "LIVE_SICBO": "Auto Sic Bo",
    "LOBBY": "Vestíbulo",
    "LOW_BALANCE1": "Saldo bajo",
    "LOW_BALANCE2": "El saldo es demasiado bajo. Deposita fondos para jugar.",
    "MAKE_BET": "Hacer apuesta",
    "MASTER_VOLUME": "Volumen maestro",
    "MAX_LIMIT_REACHED": "Límite máximo alcanzado",
    "MAX_PAYOUT": "PAGO MÁXIMO {{currencySymbol}}{{amount}} MÁS GANANCIA DE APUESTA DEL JUGADOR",
    "MAX_WIN": "MÁXIMO GANADOR",
    "MAX_WIN_REACHED": "Has alcanzado el máximo de ganancias de {{currencySymbol}}{{amount}}",
    "MINIMIZE": "Minimizar",
    "MODE_DEFAULT": "Predeterminado",
    "MODE_DEFAULT_TIP": "Apueste a números",
    "MODE_FULL_COMPLETE": "Completo total",
    "MODE_STRAIGHT": "Directo",
    "MODE_STRAIGHT_TIP": "Características 38 ranuras numeradas, incluyendo 0",
    "MORE_VOLUME_SETTINGS": "Más ajustes de volumen",
    "MUTE": "Silencio",
    "NEXT_GAME_SOON": "Espera para la próxima ronda",
    "NO_BET": "Haz una apuesta para activar la reproducción automática",
    "NO_HISTORY": "Hacer una apuesta",
    "NO_MORE_BET": "No hay más apuestas",
    "NO_ROLL_SITUATIONS": "Situaciones sin Rodar",
    "ODD": "Impar",
    "OPPOSITE_BETTING_RESTRICTED": "Las apuestas opuestas están restringidas.",
    "PAYOUTS": "Pagos",
    "PAYOUTS_LIMITS": "Pagos y Límites",
    "PAYTABLE": "Tabla de pagos",
    "PLACE_A_BET": "Hacer una apuesta",
    "PLACE_BET": "HAGA SUS APUESTAS",
    "PLACING_BETS": "Colocando apuestas",
    "PLAYER_MESSAGES": "Mensajes del jugador",
    "PLAYER_MESSAGES_TIP": "Mostrar mensajes de otros jugadores en el chat",
    "RACETRACK": "Pista",
    "RACETRACK_BETS": "Apuestas en Pista",
    "RECONNECTING": "Reconectando",
    "REFRESH": "Actualizar",
    "REJOIN_TIP": "Actualiza la página para volver a unirte al juego en este dispositivo",
    "REPEAT": "Repetir",
    "REPEAT_AUTOMATICALLY": "Repite tus apuestas automáticamente",
    "RESULT": "RESULTADO",
    "RESUME_PLAY": "Reanudar",
    "RETURN_TO_PLAYER": "Volver al Jugador",
    "ROTATE_ME_PLEASE": "Rótame por favor",
    "ROUND_CANCELLED": "La ronda fue cancelada por el Administrador de Servicio. Las apuestas son canceladas",
    "ROUND_one": "Ronda",
    "ROUND_other": "Rondas",
    "SAFARI_HINT1": "ANTES DE EMPEZAR",
    "SAFARI_HINT2": "Mejora tu experiencia ocultando la barra de herramientas",
    "SCREEN_NAME": "NOMBRE DE PANTALLA",
    "SCREEN_NAME_TIP1": "El nombre de la pantalla no puede contener caracteres especiales",
    "SCREEN_NAME_TIP2": "Min/Máx caracteres visualizados (3-15 caracteres)",
    "SCREEN_NAME_UPDATED": "Nombre de pantalla actualizado",
    "SESSION_EXPIRED": "Su sesión ha expirado",
    "SETTING": "Configuración",
    "SETTINGS": "Configuración",
    "SKIP": "Saltar",
    "SOUND": "Sonido",
    "STATISTICS": "Estadísticas",
    "STOP": "Detener",
    "STOP_AUTOPLAY": "Detener Reproducción Automática",
    "STUDIO_SOUNDS": "Sonidos de estudio",
    "SUPPORT": "Soporte",
    "SWITCH": "Interruptor",
    "TABLE_CLOSED": "TABLA CERRADA",
    "TABLE_CLOSED_TIP1": "Estimados jugadores, disculpas por las molestias.",
    "TABLE_CLOSED_TIP2": "La mesa está cerrada por ahora. Hay otras donde puedes unirte y jugar.",
    "TABLE_MAINTENANCE": "Mantenimiento en curso. Por favor elige otra mesa",
    "TOGGLE_SOUNDS": "Alternar para habilitar o deshabilitar todos los sonidos.",
    "TOTAL": "Total",
    "TOTAL_BET": "Apuesta Total",
    "TURNED_OFF": "APAGADO",
    "TURNED_ON": "ACTIVADO",
    "UNDO": "Deshacer",
    "VIDEO": "Video",
    "VIDEO_AUTO": "Automático",
    "VIDEO_HD": "Alta Definición",
    "VIDEO_HIGH": "Alto",
    "VIDEO_LOW": "Bajo",
    "VIDEO_MEDIUM": "Medio",
    "VOLUME": "Volumen",
    "WINNING_NUMBER": "NÚMERO GANADOR",
    "WINNING_NUMBERS": "Números Ganadores",
    "YOUR_MESSAGE": "TU MENSAJE...",
    "YOU_WIN": "TÚ GANAS"
  },
  "ROULETTE": {
    "BETTING_MODE": "Modo de apuesta",
    "BET_TYPES": "Tipos de Apuestas",
    "BLACK": "Negro",
    "COLUMN": "Columna",
    "CORNER": "Esquina",
    "DOZEN": "Docena",
    "FLIP_PHONE": "Gira tu teléfono para continuar jugando",
    "LOADING_CHECKING_HORIZON": "Comprobando el nivel del horizonte...",
    "LOADING_LIGHTING_LIGHT": "Encendiendo la luz...",
    "LOADING_POLISHING_BALL": "Pulido de la bola...",
    "LOADING_POWERING_CAMERA": "Encendiendo la cámara...",
    "LOADING_SLAM_DUNKING": "Encestando el balón...",
    "LOADING_SPIN_TO_WIN": "Gira para ganar...",
    "LOADING_STARTING_ENGINES": "Arrancando los motores...",
    "LOADING_WAXING_WHEEL": "Encerrando ruedas...",
    "LOADING_YOUR_TURN": "Es tu turno...",
    "NUMBER_OF_ROUNDS": "Número de rondas",
    "RED": "Rojo",
    "SIX_LINE": "Seis líneas",
    "SPLIT": "Dividir",
    "STRAIGHT_UP": "Directo",
    "STREET": "Plaza"
  },
  "ROULETTE_RULES": {
    "AUTOPLAY": "<h3>Juego Automático</h3><p>La función de Juego Automático te permite repetir automáticamente tus apuestas anteriores durante un número elegido de rondas de juego. Para usar el Juego Automático, debes haber realizado una apuesta en la ronda de juego actual o anterior. Para iniciar el Juego Automático, haz clic en el botón de JUEGO AUTOMÁTICO y selecciona el número de rondas que deseas jugar automáticamente.</p><p>Una vez que se activa el Juego Automático, el número restante de rondas se mostrará en el botón de Juego Automático. El Juego Automático continuará hasta que se complete el número seleccionado de rondas o elijas detenerlo haciendo clic en el botón DETENER.</p><p>Por favor, ten en cuenta:</p><ul><li>Si modificas tus apuestas mientras el Juego Automático está en funcionamiento, este se detendrá.</li><li>Salir del juego detendrá el Juego Automático, pero cualquier apuesta ya realizada se mantendrá activa para la siguiente ronda.</li></ul><p>El monto total de la apuesta del Juego Automático se calcula multiplicando tu apuesta total por ronda por el número de rondas de Juego Automático seleccionadas.</p>",
    "BET_TYPES": "<h3>Tipos de Apuestas</h3>\n<p>La ruleta ofrece varias opciones de apuesta, cada una con su propio porcentaje de pago. Estas se dividen en Apuestas Internas y Apuestas Externas.</p><p>Las Apuestas Internas se colocan en la cuadrícula numerada e incluyen:</p><ul><li>Directa (un solo número),</li><li>Dividida (dos números adyacentes),</li><li>Calle (tres números en fila),</li><li>Esquina (cuatro números contiguos),</li><li>Línea (seis números en dos filas).</li></ul><p>Las Apuestas Externas se colocan alrededor de la cuadrícula principal y cubren grupos más grandes de números.</p><p>Estas incluyen:</p><ul><li>Rojo/Negro,</li><li>Par/Impar,</li><li>Columna y Docena (cada una cubre 12 números),</li><li>y 1-18/19-36 (cada una cubre 18 números).</li></ul><p>Notar que el cero no está incluido en las Apuestas Externas.</p><p>La apuesta Directa ofrece el mayor pago, mientras que las Apuestas Externas tienen pagos más bajos pero mejores probabilidades de ganar.</p>",
    "CHAT": "<h3>Chat</h3><p>La función de Chat permite la comunicación entre los jugadores y el presentador del juego. Para usarla, ingresa tu mensaje en el campo de chat y presiona Enter o el botón de flecha para enviar.</p><p>Se espera que los jugadores mantengan una comunicación respetuosa. El comportamiento abusivo, el lenguaje ofensivo, o el contenido inapropiado pueden resultar en advertencias o la revocación de los privilegios de chat. Si no estás de acuerdo con alguna decisión de moderación, contacta al soporte del Casino para obtener asistencia.</p><p>Por favor, ten en cuenta que la función de chat está disponible para jugadores con un saldo superior a la apuesta mínima en el juego en particular. Los jugadores sin saldo no están permitidos chatear con los presentadores del juego.</p>",
    "DISCONNECTION_POLICY": "<h3>Política de Desconexión</h3><p>Si experimenta una desconexión durante una ronda de juego activa, cualquier apuesta que haya realizado será manejada en consecuencia. Si realiza una apuesta y se desconecta antes de que finalice el período de apuestas, su apuesta será devuelta a su cuenta. Sin embargo, si su apuesta es aceptada porque el tiempo de apuestas ha terminado antes de que se desconecte, su apuesta sigue siendo válida y será liquidada de acuerdo con el resultado del juego. Al reconectarse, puede verificar los resultados de sus apuestas accediendo a la ventana de Historial, que muestra los resultados de las rondas jugadas durante su ausencia.</p>",
    "ERROR_HANDLING": "<h3>Manejo de Errores</h3><p>En caso de un error en el juego, sistema o procedimiento, la ronda actual será suspendida temporalmente. Los jugadores serán notificados mediante un mensaje emergente o chat que el problema está en investigación. Si el error puede resolverse rápidamente, el juego se reanudará normalmente. Sin embargo, si no es posible una solución inmediata, la ronda será cancelada y todas las apuestas iniciales serán reembolsadas a los participantes.</p><p>Además, para que una ronda sea considerada válida, la bola debe completar al menos tres revoluciones completas en la rueda. Si no lo hace, la ronda será declarada inválida.</p>",
    "GAME_HISTORY": "<h3>Historial de Juegos</h3><p>La función Historial de Juegos te permite revisar tus partidas anteriores de manera completa e intuitiva. Los juegos están organizados por fecha, con el más reciente en la parte superior, y puedes navegar entre fechas usando los botones de flecha. Al seleccionar una fecha específica, puedes filtrar los juegos por tipo y ver información detallada para cada ronda de juego, incluyendo hora, apuesta total y resultados. Al tocar un juego específico, obtendrás un desglose detallado de las apuestas realizadas y sus resultados.</p><p>La función también incluye una opción \"Reportar Problema\" para señalar cualquier problema con juegos específicos. Tu saldo y la información de la apuesta total permanecen visibles durante toda la navegación por el historial, ayudándote a seguir tus patrones de apuestas y verificar los resultados de los juegos de manera eficiente.</p>",
    "GAME_RULES": "<h3>Reglas del Juego</h3><p>El objetivo en la Ruleta es adivinar correctamente dónde caerá la bola colocando apuestas en números específicos o grupos de números. La rueda tiene números del 0 al 36. Las apuestas se cierran antes de que se lance la bola. Una vez que se detiene en un bolsillo, se anuncia el número ganador y se pagan las apuestas exitosas.</p><p>Los jugadores pueden realizar múltiples apuestas por ronda utilizando las áreas de apuestas internas y externas. Ganar ocurre cuando tu apuesta cubre el lugar final de descanso de la bola, con pagos que dependen del tipo de apuesta realizada.</p>",
    "PAYOUTS": "<h3>Pagos</h3><p>Las ganancias de la ruleta se determinan por el tipo de apuesta realizada en la mesa.</p><table><thead><tr><th>Tipo de Apuesta</th><th>Pago</th></tr></thead><tbody><tr><td>Número Completo</td><td>35:1</td></tr><tr><td>Dividida</td><td>17:1</td></tr><tr><td>Calle</td><td>11:1</td></tr><tr><td>Esquina</td><td>8:1</td></tr><tr><td>Línea</td><td>5:1</td></tr><tr><td>Columna</td><td>2:1</td></tr><tr><td>Docena</td><td>2:1</td></tr><tr><td>Rojo/Negro</td><td>1:1</td></tr><tr><td>Par/Impar</td><td>1:1</td></tr><tr><td>1-18/19-36</td><td>1:1</td></tr></tbody></table><p>Cualquier mal funcionamiento o problema técnico anulará todas las apuestas y resultados.</p>",
    "PLACING_BETS": "<h3>Colocación de apuestas</h3><p>El panel de Límites de Apuesta muestra los montos mínimos y máximos de apuesta permitidos en la mesa. Estos límites pueden cambiar periódicamente, por lo que es aconsejable verificar tus límites actuales regularmente. Para participar en el juego, asegúrate de tener fondos suficientes en tu cuenta para cubrir tus apuestas previstas. Tu saldo actual es visible en la pantalla.</p><p>Para realizar una apuesta, primero selecciona el valor de ficha deseado del Display de Fichas. Sólo estarán disponibles las denominaciones de fichas que tu saldo actual pueda cubrir. Una vez que hayas elegido una ficha, haz clic o toca en el área de apuestas apropiada en la mesa. Cada clic aumenta tu apuesta en el valor de la ficha seleccionada, hasta el límite máximo para ese tipo de apuesta.</p><p>El botón Duplicar (2x) está disponible después de que hayas realizado una apuesta. Al hacer clic en este botón, se duplican todas tus apuestas actuales, hasta el límite máximo. Asegúrate de tener fondos suficientes para cubrir la duplicación de todas tus apuestas antes de usar esta función. El botón Repetir te permite replicar todas las apuestas del juego anterior. Esta opción solo está disponible antes de colocar tu primera ficha en la ronda actual. Si necesitas ajustar tus apuestas, el botón Deshacer elimina la última apuesta que realizaste. Puedes hacer clic en este botón repetidamente para eliminar apuestas una por una, en orden inverso de colocación. Para borrar todas tus apuestas de una vez, simplemente mantén presionado el botón Deshacer.</p><p>El indicador Apuesta Total muestra el monto acumulado de todas las apuestas realizadas en la ronda actual. Si intentas realizar una apuesta que excede tu saldo total, el juego te notificará para que ajustes tu apuesta.</p>",
    "RACETRACK_BETS": "<h3>Apuestas del Circuito</h3><p>Las apuestas de vecinos son jugadas especiales en la Ruleta que cubren un número específico y sus números adyacentes en la rueda. Estas apuestas se colocan usando el circuito, un área de apuestas con forma ovalada que representa el diseño de la rueda. Para acceder al circuito, haga clic en el botón CIRCUITO. Esta función permite una colocación más intuitiva de apuestas complejas basadas en posiciones de la rueda en lugar del diseño estándar de mesa.</p><h4>Tiers du Cylindre</h4><p>Esta apuesta cubre 12 números en el lado opuesto de la rueda desde el cero. Requiere 6 fichas, colocadas de la siguiente manera:</p><ul><li>5/8 dividido</li><li>10/11 dividido</li><li>13/16 dividido</li><li>23/24 dividido</li><li>27/30 dividido</li><li>33/36 dividido</li></ul><p>Esta apuesta cubre efectivamente alrededor de un tercio de la rueda, excluyendo la sección del cero.</p><h4>Orphelins a Cheval</h4><p>Esta apuesta cubre 8 números en dos secciones separadas de la rueda que no están incluidas en otras apuestas anunciadas. Se utilizan 5 fichas:</p><ul><li>1 (directa)</li><li>6/9 dividido</li><li>14/17 dividido</li><li>17/20 dividido</li><li>31/34 dividido</li></ul><p>Esta apuesta cubre los números \"huérfanos\" no incluidos en las apuestas Voisins o Tiers.</p><h4>Voisins du Zero</h4><p>Cubriendo 17 números alrededor del cero, esta apuesta utiliza 9 fichas:</p><ul><li>2 fichas en 0/2/3 calle</li><li>4/7 dividido</li><li>12/15 dividido</li><li>18/21 dividido</li><li>19/22 dividido</li><li>2 fichas en 25/26/28/29 esquina</li><li>32/35 dividido</li></ul><p>Esta apuesta cubre casi la mitad de la rueda, incluyendo el cero y sus vecinos.</p><h4>Jeu Zero</h4><p>Esta apuesta se enfoca en 7 números cerca del cero, utilizando 4 fichas:</p><ul><li>0/3 dividido</li><li>12/15 dividido</li><li>26 (directa)</li><li>32/35 dividido</li></ul><p>Es una versión más pequeña de Voisins du Zero, concentrándose en el área inmediata alrededor del cero.</p><p>Para hacer una apuesta de vecinos, seleccione un número en el circuito. Esto apuesta automáticamente sobre el número elegido y sus vecinos inmediatos a ambos lados. Use los botones + y - para ajustar la cantidad de vecinos incluidos, permitiendo una cobertura personalizada de secciones de la rueda.</p>",
    "RETURN_TO_PLAYER": "<h3>Retorno al Jugador</h3><p>El Retorno teórico al Jugador (RTP) para este juego de Ruleta es del 97.30%.</p>",
    "STATISTICS": "<h3>Estadísticas</h3><p>La función de Estadísticas muestra resultados de hasta 500 rondas de juego recientes. Acceda a ella haciendo clic en el botón de ESTADÍSTICAS y use el deslizador para ajustar el número de resultados pasados que se muestran. Al pasar el mouse sobre áreas del diagrama de estadísticas se resaltan las posiciones de apuesta correspondientes en la mesa. Para realizar una apuesta basada en estas estadísticas, simplemente haga clic o toque el área resaltada.</p>",
    "WINNING_NUMBERS": "<h3>Números Ganadores</h3><p>El panel de Números Ganadores muestra los resultados recientes del juego. El número más a la izquierda representa el resultado de la ronda más reciente</p>"
  },
  "SICBO": {
    "ANY_TRIPLE": "Cualquier triple",
    "BIG": "Grande",
    "EACH_DOUBLE": "Cada doble",
    "EACH_TRIPLE": "Cada triple",
    "LOADING_FORTUNE_AWAITS": "La fortuna te espera al lanzar...",
    "LOADING_PLACE_LUCKY_BETS": "Coloque sus apuestas de suerte pronto...",
    "LOADING_PREPARING_ROLL": "Preparando el lanzamiento...",
    "LOADING_SECURING_DICE_DOME": "Asegurando la cúpula de dados...",
    "LOSE_ON_ANY_TRIPLE": "Pierde en cualquier triple",
    "ON_DOUBLE": "en doble",
    "ON_SINGLE": "en individual",
    "ON_TRIPLE": "en triple",
    "POLISHING_THE_PRECIOUS_DICE": "Pulido de los dados preciosos...",
    "PREPARING_THE_SHAKE": "Preparando la coctelera...",
    "SIDE_BETS_LOSE_ON": "Apuestas secundarias pierden en",
    "SINGLE": "Individual",
    "SMALL": "Pequeño",
    "SPECIFIC_TRIPLE": "Triple específico",
    "TRIPLE": "Triple",
    "TWO_DICE": "Dos dados",
    "TWO_DICE_COMBO": "Combo de dos dados",
    "VOIDS_OTHER_SIDEBETS": "cualquier triple"
  },
  "SICBO_RULES": {
    "AUTOPLAY": "<h3>Reproducción Automática</h3><p>La función de Reproducción Automática repite automáticamente tu última apuesta durante 5, 10, 25 o 100 rondas. Para comenzar, realiza una apuesta y luego selecciona un número de rondas en el menú de REPRODUCCIÓN AUTOMÁTICA. Se muestran las rondas restantes, y puedes detener la Reproducción Automática en cualquier momento; esto surtirá efecto después de que la ronda actual termine.</p><ul><li>Realizar Apuestas Adicionales durante una sesión de Reproducción Automática activa desencadena un aviso: \"Tu reproducción automática será actualizada de acuerdo a esta apuesta.\"</li><li>Detener finaliza la Reproducción Automática después de la ronda actual.</li><li>Actualizar aplica tu nueva apuesta para todas las rondas restantes de Reproducción Automática.</li></ul><p>Las actualizaciones de saldo ocurren después de cada ronda como de costumbre. Si sales del juego o actualizas, la Reproducción Automática termina, pero cualquier apuesta para la ronda actual sigue siendo válida.</p>",
    "BET_TYPES": "<h3>Tipos de Apuestas</h3><strong>Pequeña/Grande</strong><p>Una apuesta Pequeña gana si el total de los tres dados está entre 4 y 10, mientras que una apuesta Grande gana si el total está entre 11 y 17. Ambas pierden cuando el resultado es cualquier tripleta, lo que significa que los tres dados muestran el mismo número.</p><strong>Impar/Par</strong><p>Esta apuesta predice si el total será impar o par. Si los tres dados forman una tripleta, esta apuesta pierde automáticamente. El rango Impar excluye tripletas que sean impares, y el rango Par excluye tripletas que sean pares.</p><strong>Doble</strong><p>Colocar una apuesta Doble significa que estás apostando a que exactamente dos de los tres dados mostrarán la misma cara. Si los tres dados coinciden, la apuesta Doble aún paga a la misma tasa ya que se cumple la condición de tener al menos dos dados coincidentes.</p><strong>Triple Específico</strong><p>Una apuesta Triple Específica se enfoca en una tripleta exacta, como tres 2 o tres 5. Ganas solo si los tres dados coinciden con el número específico que elegiste. Es una de las apuestas con mayor pago debido a su menor probabilidad.</p><strong>Cualquier Triple</strong><p>Cualquier Triple cubre las seis posibles tripletas a la vez. Ganas si los tres dados coinciden con cualquier número individual (por ejemplo, tres 1, tres 2, etc.), ofreciendo un resultado más amplio pero aún relativamente raro.</p><strong>Total de Tres Dados</strong><p>Esta apuesta se coloca en uno de los totales de 4 a 17. Cada total ofrece un pago único basado en su probabilidad, con totales menos frecuentes teniendo pagos más altos.</p><strong>Combinación de Dos Dados</strong><p>Una apuesta de Combinación de Dos Dados cubre cualquier par de números distintos (como 3 y 6) que aparezcan entre los tres dados. No importa qué dados muestren estas dos caras, siempre que ambos aparezcan en la tirada final.</p><strong>Sencillo</strong><p>Una apuesta Sencilla se coloca en una de las seis caras (1, 2, 3, 4, 5, o 6). Si el número elegido aparece una vez, recibes un pago estándar; si aparece dos o tres veces, obtienes mayores recompensas.</p>",
    "CHAT": "<h3>Chat</h3><p>La función de chat te permite comunicarte con otros jugadores y el presentador del juego. Ingresa tu mensaje en el campo de chat y pulsa Enter o el botón de flecha para enviar. Mantén la discusión respetuosa; el lenguaje ofensivo o abusivo puede resultar en la revocación de privilegios de chat.</p>",
    "DISCONNECTION_POLICY": "<h3>Política de desconexión</h3><p>Si te desconectas a mitad de ronda, las apuestas aceptadas siguen siendo válidas y se liquidan normalmente. Si tu apuesta no fue aceptada antes de la desconexión, será reembolsada. Puedes revisar los resultados en la ventana de Historial al reconectarte.</p>",
    "ERROR_HANDLING": "<h3>Manejo de Errores</h3><p>Si ocurre un error en el juego, el sistema o el procedimiento, la ronda se suspende. Los jugadores son notificados mediante un pop-up o en el chat. Si el problema no se puede resolver de inmediato, la ronda se cancela y se reembolsan todas las apuestas.</p>",
    "GAME_HISTORY": "<h3>Historial de Juegos</h3><p>El Historial de Juegos se accede haciendo clic en el botón HISTORIAL DE JUEGOS. Las rondas están ordenadas por fecha, con la más reciente en la parte superior. Cada entrada muestra el tipo de juego, la fecha, la apuesta total y el resultado. Seleccionar una entrada muestra detalles adicionales como la hora en que se resolvió el juego, el número de juego, el número ganador si es aplicable, las apuestas realizadas y si el juego fue cancelado. También está disponible una opción de \"Informar un Problema\" si encuentra problemas. Si no se han jugado rondas, aparece un mensaje para realizar una apuesta.</p>",
    "GAME_RESULT": "<h3>Resultado del Juego</h3><p>Se mostrará una representación gráfica de los valores de las caras de los dados ganadores en tu pantalla. La cantidad de tus ganancias se mostrará a continuación.</p><p>La Lista de Ganadores se muestra al final de la ronda del juego y mostrará los apodos de todos los jugadores que ganaron en la mesa actual en la última ronda del juego.</p>",
    "GAME_RULES": "<h3>Reglas del Juego</h3><p>Los jugadores seleccionan un valor de ficha y la colocan en cualquiera de los 52 lugares de apuesta disponibles antes de que comience el lanzamiento de los dados. Cada lugar de apuesta sigue su propia estructura de pago. Una vez que termina el tiempo de apuesta, los dados se revelan, y el resultado determina todas las apuestas ganadoras.</p><p>Si no se permiten apuestas opuestas (como Pequeño vs Grande o Impar vs Par) simultáneamente, el sistema bloqueará una cuando se coloque la otra y se informará a los jugadores mostrando un mensaje de herramienta emergente.</p>",
    "GAME_STATISTICS": "<h3>Estadísticas del juego</h3><p>La ventana de estadísticas proporciona una amplia gama de detalles de las rondas de juego y puede ayudarle a decidir qué opciones de apuesta elegir en futuras rondas del juego.</p><p>Las estadísticas del juego ayudan a los jugadores a evaluar rápidamente el historial del juego, identificar tendencias e intentar predecir resultados futuros. El juego muestra las últimas 15 rondas de estadísticas de Pequeño, Grande, Triple, Impar y Par.</p><p>Los mapas de carreteras son representaciones pictóricas de los resultados y tendencias de las rondas de juego distribuidas en una cuadrícula.</p><p>En la pestaña Pequeño/Grande, cada resultado de Pequeño (P), Grande (G) y Triple (T) se representa como un círculo separado. En la pestaña Impar/Par, los resultados Impar (I), Par (P) y Triple (T) se muestran de la misma manera que en el mapa de carreteras Pequeño/Grande. Se muestran en los gráficos estadísticas de hasta las 500 rondas de juego más recientes.</p><p>En la pestaña Gráfico, puede ver la representación porcentual de los seis valores numéricos y los valores de los resultados Pequeño, Grande, Triple, Impar y Par.</p>",
    "INTRODUCTION": "<h3>Introducción</h3><p>Sic Bo es un juego de dados de ritmo rápido jugado con tres dados de seis caras dentro de un Mezclador de Dados automatizado. El objetivo es predecir el resultado del lanzamiento de los dados apostando en varios resultados posibles. Una vez que cierran las apuestas, el Mezclador de Dados determina el resultado, y las apuestas ganadoras se pagan en consecuencia.</p>",
    "NO_ROLL_SITUATIONS": "<h3>Situaciones de No Tirada</h3><p>Si la tirada es inválida, se considerará como un evento de \"No tirada\". Se produce una \"No tirada\" bajo las siguientes condiciones:</p><ul><li>El mezclador de dados agita durante menos de 3 segundos.</li><li>Uno o más dados quedan atrapados en el borde o encima de otros.</li><li>Un mal funcionamiento mecánico afecta al mezclador de dados o a cualquiera de los dados.</li></ul><p>En el caso de una \"No tirada\", se iniciará una re-tirada de acuerdo con los procedimientos operativos estándar. Sus apuestas permanecerán en su lugar hasta que se complete una tirada válida.</p>",
    "PAYOUTS": "<h3>Pagos</h3><table><thead><tr><th>Tipo de Apuesta</th><th>Pago</th></tr></thead><tbody><tr><td>Pequeño/Grande</td><td>1:1</td></tr><tr><td>Impar/Par</td><td>1:1</td></tr><tr><td>Doble</td><td>12:1</td></tr><tr><td>Triple Específico</td><td>210:1</td></tr><tr><td>Cualquier Triple</td><td>34:1</td></tr><tr><td>Total 4 o 17</td><td>70:1</td></tr><tr><td>Total 5 o 16</td><td>34:1</td></tr><tr><td>Total 6 o 15</td><td>20:1</td></tr><tr><td>Total 7 o 14</td><td>13:1</td></tr><tr><td>Total 8 o 13</td><td>9:1</td></tr><tr><td>Total 9 o 12</td><td>7:1</td></tr><tr><td>Total 10 o 11</td><td>6:1</td></tr><tr><td>Combinación de Dos Dados</td><td>6:1</td></tr><tr><td>Simple</td></tr><tr><td>En Uno</td><td>1:1</td></tr><tr><td>En Doble</td><td>2:1</td></tr><tr><td>En Triple</td><td>15:1</td></tr></tbody></table>",
    "PLACING_BETS": "<h3>Colocación de apuestas</h3><p>El panel de Límites de Apuesta muestra los montos mínimos y máximos de apuesta permitidos en la mesa. Para participar, asegúrate de tener fondos suficientes en tu cuenta. Tu saldo actual siempre se muestra en la pantalla.</p><ul><li>1. Selecciona un valor de ficha del Display de Fichas (solo están disponibles las denominaciones cubiertas por tu saldo).</li><li>2. Haz clic o toca en el área de apuesta deseada en la mesa. Cada clic aumenta tu apuesta en el valor de la ficha seleccionada, hasta el límite máximo.</li><li>3. Haz clic en el botón Duplicar (2x) para duplicar todas las apuestas actuales (si los fondos lo permiten).</li><li>4. Haz clic en el botón Repetir para replicar todas las apuestas de la ronda anterior (solo disponible antes de colocar nuevas apuestas).</li><li>5. Deshacer elimina la última apuesta; mantener Deshacer elimina todas las apuestas de una vez.</li><li>6. El indicador Apuesta Total muestra la suma de todas las apuestas actuales.</li></ul><p>Si superas tu saldo, el juego te pedirá que ajustes tu apuesta.</p>",
    "RETURN_TO_PLAYER": "<h3>Retorno al Jugador</h3><table><thead><tr><th>Apuesta</th><th>Retorno al Jugador</th></tr></thead><tbody><tr><td>Pequeño/Grande</td><td>97.22%</td></tr><tr><td>Impar/Par</td><td>97.22%</td></tr><tr><td>Doble</td><td>96.30%</td></tr><tr><td>Triple Específico</td><td>97.69%</td></tr><tr><td>Cualquier Triple</td><td>97.22%</td></tr><tr><td>Total de Tres Dados</td></tr><tr><td>Total 4 o 17</td><td>98.61%</td></tr><tr><td>Total 5 o 16</td><td>97.22%</td></tr><tr><td>Total 6 o 15</td><td>97.22%</td></tr><tr><td>Total 7 o 14</td><td>97.22%</td></tr><tr><td>Total 8 o 13</td><td>97.22%</td></tr><tr><td>Total 9 o 12</td><td>92.59%</td></tr><tr><td>Total 10 o 11</td><td>87.50%</td></tr><tr><td>Combinación de Dos Dados</td><td>97.22%</td></tr><tr><td>Simple</td><td>97.69%</td></tr></tbody></table>",
    "SUPPORT": "<h3>Soporte</h3><p>Si necesita ayuda adicional o tiene alguna pregunta, haga clic en el botón SOPORTE para abrir una ventana de chat dedicada con nuestro equipo de soporte. Describa su problema y el agente de soporte en vivo lo asistirá lo antes posible.</p>",
    "WINNING_NUMBERS": "<h3>Números Ganadores</h3><p>El panel de Números Ganadores muestra los resultados recientes del juego. El número más a la izquierda representa el resultado de la ronda más reciente</p>"
  },
  "SYSTEM_MESSAGE": {
    "GENERAL_ERROR": "Problema detectado",
    "GENERAL_ERROR_RESPIN": "Problema detectado. Volviendo a girar la bola",
    "SHUFFLE": "Baraja mezclada",
    "SICBO_INVALID_RESULT": "Tirada incorrecta. Volviendo a agitar"
  }
}