{
  "BACCARAT": {
    "BETTING_STATISTICS": "Istastika sa Pagtaya",
    "CLASSIC": "Klasiko",
    "GAME_SPECIFICS": "Tiyak ng Laro",
    "IMMERSIVE": "Nakaka-engganyo",
    "LOADING_APPLYING_MAKEUP": "Nag-aaplay ng make-up...",
    "LOADING_DEALER_REFRESHING": "Nagre-refresh ang dealer…",
    "LOADING_READING_RULES": "Binabasa ang mga tuntunin...",
    "LOADING_VACUUMING_STUDIO": "Nag-iingat ang studio...",
    "LOADING_WATERING_PLANTS": "Nagdidilig ng mga halaman...",
    "LOADING_WAXING_TABLE": "Binabago ang mesa...",
    "PLAYER_BETTING_ACTIVITY_FOR_EACH_BET_SPOT": "Aktibidad ng pagtaya ng manlalaro para sa bawat puwesto ng pusta",
    "PREPARING_DEALER": "Inihahanda ang dealer...",
    "SCORECARDS": "Mga Tala ng Puntos",
    "SHOW_ALL_SIDE_BETS": "Ipakita ang lahat ng saling pusta",
    "SHUFFLING_CARDS": "Naglilito ng mga baraha..."
  },
  "COMMON": {
    "ADVANCED": "Advanced",
    "ALL_SOUNDS": "Lahat ng tunog",
    "AUTOPLAY": "Autoplay",
    "AUTOPLAY_FINISHED": "Tapos na ang Auto-Play",
    "AUTOPLAY_PROMPT1": "Gusto mo bang ipagpatuloy ang Autoplay sa binago mong taya",
    "AUTOPLAY_PROMPT2": "Upang i-activate ang Autoplay tumaya",
    "AUTOPLAY_PROMPT3": "Uulitin ng Autoplay ang iyong huling taya nang awtomatiko",
    "AUTOPLAY_PROMPT4": "Gusto mo bang ipagpatuloy ang auto-play",
    "AUTOPLAY_RULE": "Ang roulette ay isang klasikong laro sa casino kung saan tumataya ang mga manlalaro kung saan lalapag ang bola sa umiikot na roleta. Ang laro ay nag-aalok ng iba't ibang pagpipilian sa pagtaya at mga payout, na nagbibigay ng kasiyahan at estratehikong pagkakataon para sa mga manlalaro.",
    "BALANCE": "Balanse",
    "BANNED": "Ikaw ay Pinagbawalan",
    "BANNED_TIP": "Mga Mahal na Manlalaro, paumanhin sa abala. Sarado ang mesa sa ngayon. May mga iba pang puwedeng salihan at laruin.",
    "BET": "PUSTA",
    "BET_CHANGED": "Pusta binago",
    "BET_LIMITS": "Mga Limitasyon ng Pusta",
    "BETTING_GRID": "Grid ng Pagtaya",
    "BETTING_MODES": "Mga Paraan ng Pagtaya",
    "BET_TYPE": "Uri ng Pusta",
    "BET_TYPES": "Mga Uri ng Pusta",
    "CHAT": "Chat",
    "CHAT_DISABLED": "CHAT NA-ON",
    "CHAT_DISABLED_TIP": "Hindi pinagana ang iyong mga pribelehiyo sa chat, mangyaring mag-top-up ng balanse o maglagay ng taya",
    "CLOSE": "Isara",
    "COLD": "Malamig",
    "COMING_SOON": "Paparating na",
    "CONFIRM": "Kumpirmahin",
    "CONTINUE": "Magpatuloy",
    "DATE": "Petsa",
    "DEALER": "mangangalakal",
    "DEALERS_VOICE": "Boses ng Dealer",
    "DISCONNECTION_POLICY": "Patakaran sa pagdiskonekta",
    "DOUBLE": "Doble",
    "ENTER_SCREEN_NAME": "ILAGAY ANG IYONG PANGALAN NG SCREEN",
    "ERROR_HANDLING": "Paghawak ng Error",
    "ERROR_MAX_20": "Pinakamataas na 20 karakter",
    "ERROR_MIN_3": "Minimum na 3 karakter",
    "ERROR_SYMBOLS": "Hindi pinapayagan ang mga espesyal na simbolo",
    "EVEN": "Kahit",
    "EXIT": "Lumabas laro",
    "EXPAND_CHAT": "Palawakin ang chat",
    "FIRST_BETS": "Unang maglagay ng taya",
    "FULL_SCREEN": "Buong Screen",
    "GAME": "LARO",
    "GAME_CANCELED": "Laro Kanselado",
    "GAME_HISTORY": "Kasaysayan ng Laro",
    "GAME_NUMBER": "Bilang ng laro",
    "GAME_PAUSED": "Game na-pause sandali. Mangyaring maghintay.",
    "GAME_PRESENTER": "Tagapagpakita ng Laro",
    "GAME_RESOLVED": "Naayos ang laro",
    "GAME_RESULT": "Resulta ng Laro",
    "GAME_SETTINGS": "Mga Setting ng Laro",
    "GAME_SOUNDS": "Tunog ng laro",
    "GAMES_RULES": "Mga Panuntunan ng Laro",
    "GAME_STATISTICS": "Istatistika ng Laro",
    "GENERAL": "PANGKALAHATAN",
    "HELP": "Tulong",
    "HELP_RULES": "Tulong at mga Patakaran",
    "HISTORY": "Kasaysayan",
    "HISTORY_EMPTY1": "Walang larong nilaro!",
    "HISTORY_EMPTY2": "Simulan ang paglalaro para makita ang iyong kasaysayan ng laro dito.",
    "HISTORY_EMPTY3": "Ipakikita ang iyong kamakailang mga laro at pusta para sa madaling pagsubaybay at pagrepaso.",
    "HOT": "Mainit",
    "HOT_COLD": "Mainit/Malamig",
    "INACTIVITY": "Itinigil ang laro dahil sa kawalan ng aktibidad",
    "INTRODUCTION": "Panimula",
    "KEEP_AUTOPLAY": "Panatilihin ang Autoplay",
    "LANGUAGE": "Wika",
    "LAST_500": "Huling 500",
    "LAST_WIN": "Huling panalo",
    "LEFT": "kaliwa",
    "LESS_VOLUME_SETTINGS": "Mas kaunting mga setting ng dami",
    "LIVE_CHAT": "LIVE CHAT",
    "LIVE_ROULETTE": "BUHAY NA ROULETTE",
    "LIVE_SICBO": "AWTOMATIKONG SIC BO",
    "LOBBY": "Loob",
    "LOW_BALANCE1": "Mababang balanse",
    "LOW_BALANCE2": "Masyadong mababa ang balanse. Magdeposito ng pondo para maglaro.",
    "MAKE_BET": "Tumaya",
    "MASTER_VOLUME": "Pangunahing dami",
    "MAX_LIMIT_REACHED": "Naabot na ang pinakamataas na limitasyon",
    "MAX_PAYOUT": "MAX PAYOUT {{currencySymbol}}{{amount}} PLUS DAGDAG PANALO NG MANLALARO",
    "MAX_WIN": "PINAKAMALAKING PANALO",
    "MAX_WIN_REACHED": "Naabot mo na ang pinakamataas na panalo na {{currencySymbol}}{{amount}}",
    "MINIMIZE": "I-minimize",
    "MODE_DEFAULT": "Default",
    "MODE_DEFAULT_TIP": "Tumaya sa mga numero",
    "MODE_FULL_COMPLETE": "Buong kumpleto",
    "MODE_STRAIGHT": "Diretso",
    "MODE_STRAIGHT_TIP": "Naglalaman ng 38 na may bilang na slots, kasama ang 0",
    "MORE_VOLUME_SETTINGS": "Higit pang mga setting ng dami",
    "MUTE": "I-mute",
    "NEXT_GAME_SOON": "Hintayin ang susunod na ikot",
    "NO_BET": "Tumaya para ma-activate ang Autoplay",
    "NO_HISTORY": "Taya na",
    "NO_MORE_BET": "WALA NANG PUSTA",
    "NO_ROLL_SITUATIONS": "Walang Sitwasyon ng Pagulungin",
    "ODD": "Kakaiba",
    "OPPOSITE_BETTING_RESTRICTED": "Ipinagbabawal ang salungat na pagtaya.",
    "PAYOUTS": "Mga Bayad",
    "PAYOUTS_LIMITS": "Mga Bayad at Hangganan",
    "PAYTABLE": "Talaan ng Bayad",
    "PLACE_A_BET": "Taya na",
    "PLACE_BET": "MAGLAGAY NG TAYA",
    "PLACING_BETS": "Pagtaya",
    "PLAYER_MESSAGES": "Mga mensahe ng manlalaro",
    "PLAYER_MESSAGES_TIP": "Ipakita ang mga mensahe ng ibang manlalaro sa chat",
    "RACETRACK": "Karerahan",
    "RACETRACK_BETS": "Taya sa Karerahan",
    "RECONNECTING": "Nagre-reconnect",
    "REFRESH": "I-refresh",
    "REJOIN_TIP": "I-refresh ang pahina upang muling sumali sa laro sa device na ito",
    "REPEAT": "Ulitin",
    "REPEAT_AUTOMATICALLY": "Ulitin ang iyong mga taya nang awtomatiko",
    "RESULT": "Resulta",
    "RESUME_PLAY": "Ipagpatuloy",
    "RETURN_TO_PLAYER": "Bumalik sa Manlalaro",
    "ROTATE_ME_PLEASE": "Paikutin mo ako, pakiusap",
    "ROUND_CANCELLED": "Kanselado ang round ng serbisyo ng manager. Kinansela ang mga taya",
    "ROUND_one": "Bilog",
    "ROUND_other": "Mga Bilog",
    "SAFARI_HINT1": "BAGO TAYO MAGSIMULA",
    "SAFARI_HINT2": "Paigtingin ang iyong karanasan sa pamamagitan ng pagtatago sa Toolbar",
    "SCREEN_NAME": "PANGALAN NG SCREEN",
    "SCREEN_NAME_TIP1": "Hindi maaaring maglaman ang pangalan ng screen ng mga espesyal na karakter",
    "SCREEN_NAME_TIP2": "Display ng Min/Max na karakter (3-15 na karakter)",
    "SCREEN_NAME_UPDATED": "Na-update ang pangalan ng screen",
    "SESSION_EXPIRED": "Nag-expire na ang iyong session",
    "SETTING": "Pagpipilian",
    "SETTINGS": "Mga Setting",
    "SKIP": "Laktawan",
    "SOUND": "Tunog",
    "STATISTICS": "Istatistika",
    "STOP": "Tigil",
    "STOP_AUTOPLAY": "Itigil ang Autoplay",
    "STUDIO_SOUNDS": "Mga tunog ng studio",
    "SUPPORT": "Suporta",
    "SWITCH": "Palitan",
    "TABLE_CLOSED": "Talahanayan Sarado",
    "TABLE_CLOSED_TIP1": "Mga Kakaibigan, paumanhin sa mga abala.",
    "TABLE_CLOSED_TIP2": "Sarado ang mesa sa ngayon. May mga iba pang puwedeng salihan at laruin.",
    "TABLE_MAINTENANCE": "Patuloy ang pagpapanatili. Pumili ng ibang mesa.",
    "TOGGLE_SOUNDS": "I-toggle upang i-enable o i-disable ang lahat ng tunog.",
    "TOTAL": "Kabuuan",
    "TOTAL_BET": "Kabuuang Pusta",
    "TURNED_OFF": "Naka-off",
    "TURNED_ON": "Naka-on",
    "UNDO": "I-undo",
    "VIDEO": "Video",
    "VIDEO_AUTO": "Awtomatiko",
    "VIDEO_HD": "HD",
    "VIDEO_HIGH": "Mataas",
    "VIDEO_LOW": "Mababa",
    "VIDEO_MEDIUM": "Katamtaman",
    "VOLUME": "Dami",
    "WINNING_NUMBER": "PANALO NA NUMERO",
    "WINNING_NUMBERS": "Mga Panalong Numero",
    "YOUR_MESSAGE": "ANG IYONG MENSAHE...",
    "YOU_WIN": "PANALO KA"
  },
  "ROULETTE": {
    "BETTING_MODE": "Paraan ng Pagtaya",
    "BET_TYPES": "Mga Uri ng Pusta",
    "BLACK": "Itim",
    "COLUMN": "Kolumna",
    "CORNER": "Sulok",
    "DOZEN": "Dosen",
    "FLIP_PHONE": "I-flip ang iyong telepono para magpatuloy sa paglalaro",
    "LOADING_CHECKING_HORIZON": "Sinusuri ang antas ng abot-tanaw...",
    "LOADING_LIGHTING_LIGHT": "Sindi ang ilaw...",
    "LOADING_POLISHING_BALL": "Pinakikinis ang bola...",
    "LOADING_POWERING_CAMERA": "Binubuksan ang kamera...",
    "LOADING_SLAM_DUNKING": "Ibinabagsak ang bola...",
    "LOADING_SPIN_TO_WIN": "Paikutin para manalo...",
    "LOADING_STARTING_ENGINES": "Sinisimulan ang mga makina...",
    "LOADING_WAXING_WHEEL": "Binabago ang gulong...",
    "LOADING_YOUR_TURN": "Ikaw na...",
    "NUMBER_OF_ROUNDS": "Bilang Ng Mga Ronda",
    "RED": "Pula",
    "SIX_LINE": "Anim na linya",
    "SPLIT": "Hati",
    "STRAIGHT_UP": "Diretso",
    "STREET": "Kalye"
  },
  "ROULETTE_RULES": {
    "AUTOPLAY": "<h3>Pagsu</h3><p>Ang tampok na Pagsu ay nagpapahintulot sa iyo na awtomatikong ulitin ang dati mong mga taya para sa isang napiling bilang ng mga bara sa laro. Para magamit ang Pagsu, kinakailangan mong maglagay ng taya sa kasalukuyan o sa naunang round ng laro. Para simulan ang Pagsu, i-click ang Pagsu na pindutan at piliin ang bilang ng mga round na nais mong laruin ng awtomatiko.</p><p>Kapag na-activate na ang Pagsu, ang natitirang bilang ng mga round ay ipapakita sa pindutan ng Pagsu. Ang Pagsu ay magpapatuloy hanggang ang napiling bilang ng mga round ay makumpleto o kung pipiliin mong itigil ito sa pamamagitan ng pag-click sa pindutanng ITIGIL.</p><p>Paalala:</p><ul><li>Kung babaguhin mo ang iyong mga taya habang tumatakbo ang Pagsu, ang Pagsu ay titigil.</li><li>Ang paglabas sa laro ay titigil sa Pagsu, ngunit ang anumang mga taya na nailagay na ay mananatiling aktibo para sa susunod na round</li></ul><p>Ang kabuuang halaga ng Pagsu na taya ay kinakalkula sa pamamagitan ng pag-multiply ng iyong kabuuang taya kada round sa bilang ng mga napiling Pagsu round.</p>",
    "BET_TYPES": "<h3>Mga Uri ng Pusta</h3>\n<p>Ang Roulette ay nag-aalok ng iba't ibang mga pagpipilian sa pagtaya, bawat isa ay may sariling rate ng pagbabayad. Ang mga ito ay nahahati sa Inside Bets at Outside Bets.</p><p>Ang Inside Bets ay inilalagay sa may numero na grid at kinabibilangan ng:</p><ul><li>Straight Up (isang numero),</li><li>Split (dalawang magkatabing numero),</li><li>Street (tatlong numero sa hanay),</li><li>Corner (apat na magkadikit na numero),</li><li>Line (anim na numero sa dalawang hanay).</li></ul><p>Ang Outside Bets ay inilalagay sa paligid ng pangunahing grid at sumasaklaw sa mas malalaking grupo ng numero.</p><p>Kasama ang mga ito:</p><ul><li>Pula/Itim,</li><li>Pantay/Kakaiba,</li><li>Kolum at Dosenang (bawat isa ay sumasakop sa 12 numero),</li><li>at 1-18/19-36 (bawat isa ay sumasakop sa 18 numero).</li></ul><p>Tandaan na ang zero ay hindi kasama sa Outside Bets.</p><p>Ang Straight Up na pusta ay nag-aalok ng pinakamataas na pagbabayad, habang ang Outside Bets ay may mas mababang pagbabayad ngunit mas magandang tsansa ng pagkapanalo.</p>",
    "CHAT": "<h3>Usapan</h3><p>Ang Usapan ay nag-aalok ng komunikasyon sa pagitan ng mga manlalaro at ng game presenter. Upang gamitin ito, ipasok ang mensahe sa chat field at pindutin ang Enter o ang arrow button upang ipadala.</p><p>Inaasahan na ang mga manlalaro ay magpapakita ng marangal na komunikasyon. Maaaring mag-resulta sa babala o pagkawala ng karapatang mag-chat ang nakakasakit na pag-uugali, masamang wika, o di-angkop na nilalaman. Kung hindi ka sang-ayon sa anumang desisyon sa moderasyon, makipag-ugnayan sa Casino support para sa tulong.</p><p>Pakitandaan na ang chat functionality ay magagamit lamang para sa mga manlalaro na may balanse na higit sa minimum na pusta sa partikular na laro. Hindi pinapayagan makipag-chat sa game presenters ang mga manlalaro na may 0 balanse.</p>",
    "DISCONNECTION_POLICY": "<h3>Patakaran sa Pagdiskonekta</h3><p>Kung nakaranas ka ng pagdiskonekta habang aktibong naglalaro, anumang pustang nailagay mo ay aayusin ng naaayon. Kung naglagay ka ng pusta at nagdiskonekta ka bago matapos ang panahon ng pagtaya, ang iyong pusta ay ibabalik sa iyong account. Gayunpaman, kung ang iyong pusta ay tinanggap dahil ang panahon ng pagtaya ay natapos bago ka nagdiskonekta, ang iyong pusta ay mananatiling wasto at ito ay isaayos ayon sa kinalabasan ng laro. Kapag muling nakonekta, maaari mong tingnan ang mga resulta ng iyong mga pusta sa pag-access sa window ng History, na ipinapakita ang mga kinalabasan ng anumang rounds na nilaro habang wala ka.</p>",
    "ERROR_HANDLING": "<h3>Pag-aasikaso ng Error</h3><p>Sa kaganapan ng laro, sistema, o prosedyural na error, pansamantalang ititigil ang kasalukuyang round. Magsasagawa ng pag-aabiso sa mga manlalaro sa pamamagitan ng isang pop-up na mensahe o chat na ang isyu ay kasalukuyang sinusuri. Kung ang error ay maayos agad, muling itutuloy ang laro na parang normal ang takbo. Gayunpaman, kung hindi agad mareresolba ang suliranin, ang round ay kakanselahin at ang lahat ng panimulang taya ay ibabalik sa mga kalahok.</p><p>Dagdag pa, upang maituring na balido ang isang round, kailangang umikot ang bola ng hindi bababa sa tatlong beses sa gulong. Kung hindi ito mangyari, ideklara ito bilang hindi balido.</p>",
    "GAME_HISTORY": "<h3>Kasalukuyang Kasaysayan ng Laro</h3><p>Hinahayaan ka ng tampok na Kasaysayan ng Laro na suriin muli ang iyong nakaraang gameplay sa isang malawak sakop at madaling paraan. Ang mga laro ay nakaayos ayon sa petsa, kung saan ang pinakabagong laro ay nasa itaas, at maaari mong gamitin ang mga arrow na butones upang maglakbay sa pagitan ng mga petsa. Sa pamamagitan ng pagpili ng partikular na petsa, maaari mong salain ang mga laro ayon sa uri at tingnan ang detalyadong impormasyon para sa bawat ikot ng laro, kabilang na rito ang oras, kabuuang taya, at mga resulta. Sa pagkakatapik sa partikular na laro ay nagbibigay ito ng masusing pagsusuri ng mga tayang ginawa at kanilang mga kinalabasan.</p><p>Kasama rin sa tampok ang \"Iulat na Problema\" na opsyon upang markahan ang anumang mga isyu sa tiyak na mga laro. Nananatiling nakikita ang impormasyon ng iyong balanse at kabuuang taya habang nagnanabigahe sa iyong kasaysayan, tumutulong sa iyong masubaybayan ang iyong mga pattern ng pagtaya at i-verify ang mga kinalabasan ng laro ng masipag.</p>",
    "GAME_RULES": "<h3>Mga Panuntunan ng Laro</h3><p>Ang layunin sa Roulette ay ang matagumpay na hulaan kung saan magla-landing ang bola sa pamamagitan ng paglalagay ng mga pustahan sa tiyak na mga numero o pangkat ng mga numero. Tampok ng gulong ang mga numero mula 0 hanggang 36. Mawawala ang pustahan bago pa man ilabas ang bola. Kapag ito'y huminto na sa isang bulsa, ang panalong numero ay iaanunsyo at ang mga matagumpay na taya ay babayaran.</p><p>Maaaring maglagay ang mga manlalaro ng maramihang pustahan bawat round gamit ang panloob at panlabas na lugar ng pustahan. Nagaganap ang pagkapanalo kapag sakop ng pustahan mo ang huling pinagpahingahan ng bola, na may mga pagbabayad depende sa uri ng pustahan na naisagawa.</p>",
    "PAYOUTS": "<h3>Pagbabayad</h3><p>Ang panalo sa roulette ay tinutukoy ng uri ng taya na inilagay sa mesa.</p><table><thead><tr><th>Uri ng Taya</th><th>Pagbabayad</th></tr></thead><tbody><tr><td>Direkta</td><td>35:1</td></tr><tr><td>Paghahati</td><td>17:1</td></tr><tr><td>Kalye</td><td>11:1</td></tr><tr><td>Sulok</td><td>8:1</td></tr><tr><td>Linya</td><td>5:1</td></tr><tr><td>Kolum</td><td>2:1</td></tr><tr><td>Dosena</td><td>2:1</td></tr><tr><td>Pula/Itim</td><td>1:1</td></tr><tr><td>Pantay/Di-Pantay</td><td>1:1</td></tr><tr><td>1-18/19-36</td><td>1:1</td></tr></tbody></table><p>Ang anumang pagkasira o teknikal na isyu ay nagpapawalang-bisa sa lahat ng taya at resulta.</p>",
    "PLACING_BETS": "<h3>Pagtataya</h3><p>Ipinapakita ng panel ng Limitasyon ng Pusta ang pinakamababa at pinakamataas na halaga ng pusta na pinapayagan sa mesa. Maaaring magbago ang mga limitasyong ito paminsan-minsan, kaya't ipinapayo na suriin nang madalas ang iyong kasalukuyang mga limitasyon. Upang makilahok sa laro, tiyakin na may sapat na pondo sa iyong account upang masakop ang mga planadong pusta. Ang iyong kasalukuyang balanse ay nakikita sa screen.</p><p>Upang magpusta, piliin muna ang nais mong halaga ng chip mula sa Display ng Chip. Tanging ang mga denominasyon ng chip na kayang masakop ng iyong kasalukuyang balanse ang magagamit. Kapag nakapili na ng chip, i-click o i-tap ang naaangkop na lugar ng pustahan sa mesa. Bawat pag-click ay nagpapataas ng iyong pusta ayon sa napiling halaga ng chip, hanggang sa pinakamataas na limitasyon para sa uri ng pusta na iyon.</p><p>Ang Double (2x) na button ay nagiging magagamit pagkatapos mong maglagay ng pusta. Ang pag-click sa button na ito ay nagdodoble ng lahat ng kasalukuyang pusta mo, hanggang sa pinakamataas na limitasyon. Tiyakin na may sapat na pondo upang masakop ang pagdodoble ng lahat ng pusta bago gamitin ang tampok na ito. Ang Repeat na button ay nagbibigay-daan sa iyo na kopyahin ang lahat ng pusta mula sa nakaraang round ng laro. Magagamit lamang ang option na ito bago ilagay ang iyong unang chip sa kasalukuyang round.Kung kailangan mong ayusin ang iyong mga pusta, inaalis ng Undo na button ang huling pusta na inilagay mo. Maaari mong i-click ang button na ito paulit-ulit upang alisin ang mga pusta ng isa-isa, sa reverse order ng paglalagay. Upang burahin lahat ng iyong pusta nang sabay-sabay, hawakan lamang ang Undo button.</p><p>Ipinapakita ng Tagapagpahiwatig ng Kabuuang Pusta ang kabuuang halaga ng lahat ng pustang inilagay sa kasalukuyang round. Kung susubukan mong maglagay ng pusta na lalampas sa iyong kabuuang balanse, aabisuhan ka ng laro na ayusin ang iyong pusta.</p>",
    "RACETRACK_BETS": "<h3>Pusta sa Racetrack</h3><p>Ang mga neighbor bets ay espesyal na pusta sa Roulette na sumasaklaw sa isang tiyak na numero at ang mga katabing numero nito sa gulong. Itong mga pustang ito ay ginagawa gamit ang racetrack, isang oval na betting area na kumakatawan sa layout ng gulong. Para ma-access ang racetrack, pindutin ang button na RACETRACK. Ang tampok na ito ay nagbibigay-daan sa mas madaling paglalagay ng mga komplikadong pusta batay sa mga posisyon sa gulong sa halip na sa karaniwang layout ng mesa.</p><h4>Tiers du Cylindre</h4><p>Ang pustang ito ay sumasaklaw sa 12 numero sa kabilang bahagi ng gulong mula sa zero. Kinakailangan nito ang 6 na barya, na nailalagay ng ganito:</p><ul><li>5/8 split</li><li>10/11 split</li><li>13/16 split</li><li>23/24 split</li><li>27/30 split</li><li>33/36 split</li></ul><p>Ang pustang ito ay epektibong sumasaklaw sa halos ikatlong bahagi ng gulong, na hindi kasama ang zero section.</p><h4>Orphelins a Cheval</h4><p>Ang pustang ito ay sumasaklaw sa 8 numero sa dalawang magkaibang bahagi ng gulong na hindi kasama sa iba pang inianunsyong mga pusta. Gumagamit ito ng 5 barya:</p><ul><li>1 (straight up)</li><li>6/9 split</li><li>14/17 split</li><li>17/20 split</li><li>31/34 split</li></ul><p>Ang pustang ito ay sumasaklaw sa mga \"orphan\" na numerong hindi kasama sa Voisins o Tiers na pusta.</p><h4>Voisins du Zero</h4><p>Sinasaklaw ang 17 numero sa paligid ng zero, ang pustang ito ay gumagamit ng 9 na barya:</p><ul><li>2 chips sa 0/2/3 street</li><li>4/7 split</li><li>12/15 split</li><li>18/21 split</li><li>19/22 split</li><li>2 chips sa 25/26/28/29 corner</li><li>32/35 split</li></ul><p>Ang pustang ito ay sumasaklaw sa halos kalahati ng gulong, kasama ang zero at ang mga katabi nito.</p><h4>Jeu Zero</h4><p>Ang pustang ito ay nakatuon sa 7 numerong malapit sa zero, gamit ang 4 na barya:</p><ul><li>0/3 split</li><li>12/15 split</li><li>26 (straight up)</li><li>32/35 split</li></ul><p>Isa itong mas maliit na bersyon ng Voisins du Zero, na nakatuon sa agarang paligid ng zero.</p><p>Para maglagay ng neighbor bet, pumili ng numero sa racetrack. Ito ay awtomatikong nagpupusta sa napiling numero at ang kanilang agarang kapitbahay sa magkabilang gilid. Gamitin ang + at - na mga button para ayusin ang bilang ng mga kapitbahay na kasali, kaya't pwedeng i-customize ang coverage ng mga seksyon ng gulong.</p>",
    "RETURN_TO_PLAYER": "<h3>Pagbabalik sa Manlalaro</h3><p>Ang teoretikal na Pagbabalik sa Manlalaro (RTP) para sa larong Roulette na ito ay 97.30%.</p>",
    "STATISTICS": "<h3>Estadistika</h3><p>Ipinapakita ng tampok na Estadistika ang mga resulta mula sa hanggang 500 na kamakailang laro. Maaaring ma-access ito sa pamamagitan ng pag-click sa pinduting ESTADISTIKA at gamitin ang slider upang ayusin ang bilang ng mga nakaraang resulta na ipinapakita. Sa pag-hover sa mga lugar sa diagram ng estadistika, maiha-highlight ang mga kaugnay na posisyon ng taya sa mesa. Upang maglagay ng taya batay sa mga estadistikang ito, i-click o i-tap lamang ang nai-highlight na bahagi.</p>",
    "WINNING_NUMBERS": "<h3>Mga Panalong Numero</h3><p>Ipinapakita ng panel ng mga Panalong Numero ang kamakailang kinalabasan ng laro. Ang pinakakaliwang numero ay kumakatawan sa resulta ng pinaka-kamakailang round</p>"
  },
  "SICBO": {
    "ANY_TRIPLE": "Kahit anong triple",
    "BIG": "Malaki",
    "EACH_DOUBLE": "Bawat Duble",
    "EACH_TRIPLE": "Bawat triple",
    "LOADING_FORTUNE_AWAITS": "Ang kayamanan ay naghihintay sa pagbagsak...",
    "LOADING_PLACE_LUCKY_BETS": "Maglagay na ng iyong mga suwerteng taya...",
    "LOADING_PREPARING_ROLL": "Inihahanda ang roll...",
    "LOADING_SECURING_DICE_DOME": "Sine-secure ang dome ng dice...",
    "LOSE_ON_ANY_TRIPLE": "Matatalo sa kahit anong triple",
    "ON_DOUBLE": "sa doble",
    "ON_SINGLE": "sa isa",
    "ON_TRIPLE": "sa triple",
    "POLISHING_THE_PRECIOUS_DICE": "Pinapakinang ang mahalagang dice...",
    "PREPARING_THE_SHAKE": "Inihahanda ang shaker...",
    "SIDE_BETS_LOSE_ON": "Talo ang mga sideline taya sa",
    "SINGLE": "Isang",
    "SMALL": "Maliit",
    "SPECIFIC_TRIPLE": "Tukoy na tatluhan",
    "TRIPLE": "Triple",
    "TWO_DICE": "Dalawang dice",
    "TWO_DICE_COMBO": "Dalawang dice combo",
    "VOIDS_OTHER_SIDEBETS": "kahit anong triple"
  },
  "SICBO_RULES": {
    "AUTOPLAY": "<h3>Autoplay</h3><p>Ang tampok na Autoplay ay awtomatikong inuulit ang iyong huling taya para sa 5, 10, 25, o 100 mga round. Upang magsimula, maglagay ng taya at pumili ng bilang ng round sa menu ng AUTOPLAY. Ipinapakita ang mga natitirang round, at maaari mong ihinto ang Autoplay anumang oras—ito ay magiging epektibo pagkatapos ng kasalukuyang round.</p><ul><li>Ang paglalagay ng Karagdagang Bets sa panahon ng aktibong Autoplay session ay nagpapalitaw ng prompt: \"Ang iyong auto-play ay maa-update ayon sa taya na ito.\"</li><li>Ang Stop ay nagtatapos ng Autoplay pagkatapos ng kasalukuyang round.</li><li>Ipinapatupad ng Update ang iyong bagong taya para sa lahat ng natitirang Autoplay round.</li></ul><p>Ang mga pagbabago sa balance ay nagaganap pagkatapos ng bawat round gaya ng dati. Kung iiwan mo ang laro o i-refresh mo ito, magtatapos ang Autoplay, ngunit anumang taya para sa kasalukuyang round ay nananatiling wasto.</p>",
    "BET_TYPES": "<h3>Mga Uri ng Pusta</h3><strong>Maliit/Malaki</strong><p>Ang pusta na Maliit ay mananalo kung ang kabuuan ng tatlong dice ay nasa pagitan ng 4 at 10, habang ang pusta na Malaki ay mananalo kung ito ay nasa pagitan ng 11 at 17. Pareho itong talo kapag anumang triple ang resulta, ibig sabihin lahat ng tatlong dice ay nagpapakita ng parehong numero.</p><strong>Pero/Odd</strong><p>Ang pustang ito ay tinutumbasan kung ang kabuuan ay magiging odd o even. Kapag lahat ng tatlong dice ay bumuo ng triple, awtomatikong talo ang pustang ito. Ang hanay ng Odd ay nagtatanggal ng mga triple na odd, at ang hanay ng Even ay nagtatanggal ng mga even triple.</p><strong>Pares</strong><p>Ang paglalagay ng pusta na Pares ay nangangahulugang tumataya ka na eksaktong dalawa sa tatlong dice ang magpapakita ng parehong mukha. Kung lahat ng tatlong dice ay magkapareho, ang pusta ng Pares ay nagbabayad pa rin sa parehong rate dahil ang kondisyon ng pagkakaroon ng hindi bababa sa dalawang magkaparehong dice ay natupad.</p><strong>Tiyak na Triple</strong><p>Ang pusta na Tiyak na Triple ay nakatuon sa isang tanging triple, tulad ng tatlong 2 o tatlong 5. Mananalo ka lang kung lahat ng tatlong dice ay magkatugma sa tiyak na numerong pinili mo. Ito ay kabilang sa mga pustang may pinakamataas na bayad dahil sa kanyang mas mababang posibilidad.</p><strong>Anumang Triple</strong><p>Ang Anumang Triple ay sumasaklaw sa lahat ng anim na posibleng triple nang sabay-sabay. Mananalo ka kung ang tatlong dice ay tumugma sa anumang solong numero (hal. tatlong 1s, tatlong 2s, atbp.), na nag-aalok ng mas malawak ngunit medyo bihirang resulta.</p><strong>Kabuuan ng Tatlong Dice</strong><p>Ang pustang ito ay inilalagay sa isa sa mga kabuuang mula 4 hanggang 17. Ang bawat kabuuan ay may natatanging bayad base sa pagkakataon nito, kung saan ang mas madalang na kabuuan ay may mas mataas na bayad.</p><strong>Kombinasyon ng Dalawang Dice</strong><p>Ang pustang Kombinasyon ng Dalawang Dice ay sumasaklaw sa anumang dalawang magkaibang numero (tulad ng 3 at 6) na lalabas sa tatlong dice. Hindi mahalaga kung aling dice ang nagpapakita ng dalawang ito, basta't parehong lalabas ang mga ito sa huling roll.</p><strong>Isang Mukha</strong><p>Ang pusta na Isang Mukha ay inilalagay sa isa sa anim na mukha (1, 2, 3, 4, 5, o 6). Kapag ang napili mong numero ay lumitaw minsan, makakakuha ka ng karaniwang bayad; kapag ito ay lumitaw ng dalawang beses o tatlong beses, makakakuha ka ng mas mataas na gantimpala.</p>",
    "CHAT": "<h3>Chat</h3><p>Ang tampok na Chat ay nagbibigay-daan sa iyong makipag-komunikasyon sa ibang mga manlalaro at ang game presenter. I-type ang iyong mensahe sa chat field at pindutin ang Enter o ang arrow button upang ipadala. Panatilihing magalang ang talakayan; ang mapang-abuso o nakakasakit na pananalita ay maaaring magresulta sa pag-alis ng karapatan mong gumamit ng chat.</p>",
    "DISCONNECTION_POLICY": "<h3>Patakaran sa Pagkakakonekta</h3><p>Kung mawalan ng koneksyon sa gitna ng round, mananatiling balido ang anumang tinanggap na taya at isinasagawa ito ng normal. Kung ang iyong taya ay hindi tinanggap bago mawalan ng koneksyon, ito ay ibabalik sa iyo. Maaari mong suriin ang mga resulta sa window ng Kasaysayan kapag nakonekta muli.</p>",
    "ERROR_HANDLING": "<h3>Pagharap sa Error</h3><p>Kung may maganap na error sa laro, sistema, o proseso, isususpinde ang round. Aabisuhan ang mga manlalaro sa pamamagitan ng pop-up o chat. Kung ang isyu ay hindi agad maresolba, ang round ay kakanselahin at ibabalik ang lahat ng pusta.</p>",
    "GAME_HISTORY": "<h3>Kasaysayan ng Laro</h3><p>Maaaring ma-access ang Kasaysayan ng Laro sa pamamagitan ng pag-click sa BUTON NG KASAYSAYAN NG LARO. Ang mga round ay nakaayos ayon sa petsa, kung saan ang pinakahuli ay nasa itaas. Ang bawat entry ay nagpapakita ng uri ng laro, petsa, kabuuang pusta, at resulta. Ang pagpili sa isang entry ay nagpapakita ng karagdagang detalye tulad ng oras ng pagkakatapos ng laro, numero ng laro, nagwaging numero kung naaangkop, ang mga pustang inilagay, at kung ang laro ay nakansela. Mayroon ding \"Iulat ang Problema\" na opsyon kung ikaw ay makaranas ng mga isyu. Kung walang mga round na nilaro, isang paalala na maglagay ng pusta ay lalabas.</p>",
    "GAME_RESULT": "<h3>Resulta ng Laro</h3><p>Isang graphical na presentasyon ng mga nanalong dice face values ang ipapakita sa iyong screen. Ang halaga ng iyong mga panalo ay ipapakita sa ibaba.</p><p>Ang Listahan ng mga Nagwagi ay lalabas sa dulo ng bawat round ng laro at ipapakita ang mga palayaw ng lahat ng mga player na nanalo sa kasalukuyang talahanayan sa nakaraang round ng laro.</p>",
    "GAME_RULES": "<h3>Mga Alituntunin ng Laro</h3><p>Pipili ang mga manlalaro ng halaga ng chip at ilalagay ito sa alinman sa 52 magagamit na puwesto ng taya bago magsimula ang pag-ikot ng dice. Ang bawat puwesto ng taya ay may sarili nitong istruktura ng payout. Kapag natapos na ang oras ng pagtaya, ibinubunyag ang dice, at ang resulta ay nagtatakda ng lahat ng nanalong taya.</p><p>Kung ang magkakabanggang taya (tulad ng Maliit vs Malaki o Gansal vs Pantay) ay hindi pinahihintulutan nang sabay, ang sistema ay magbabawal sa isa kapag nailagay na ang kabila at ang mga manlalaro ay maaabisuhan sa pamamagitan ng pagpapakita ng mensahe sa tooltip.</p>",
    "GAME_STATISTICS": "<h3>Estadistika ng Laro</h3><p>Ang bintana ng Estadistika ay nagbibigay ng malawak na hanay ng mga detalye ng bawat laro at maaaring makatulong sa iyo sa pagpapasya kung aling mga opsyon sa pagtaya ang dapat asahan sa susunod na mga rounds ng laro.</p><p>Tumutulong ang estadistika ng laro sa mga manlalaro na mabilis na masuri ang kasaysayan ng laro, tukuyin ang mga uso, at subukan na hulaan ang magiging resulta. Ipinapakita ng laro ang huling 15 rounds ng laro ng Maliit, Malaki, Triple, Odd at Even na estadistika.</p><p>Ang Roadmaps ay mga makasining na representasyon ng mga resulta at uso ng laro na nakasaayos sa isang grid.</p><p>Sa tab na Maliit/Malaki, bawat resulta para sa Maliit (M), Malaki (B), at Triple (T) ay kinakatawan bilang isang hiwalay na bilog. Sa tab na Odd/Even, ang mga resulta na Odd (O), Even (E), at Triple (T) ay ipinapakita sa parehong paraan gaya ng sa peta ng Maliit/Malaki. Hanggang 500 pinakabagong rounds ng laro ang ipinapakita sa mga chart.</p><p>Sa tab na Chart, makikita mo ang porsyento ng representasyon ng lahat ng anim na numerikal na halaga at mga halaga ng mga resulta ng Maliit, Malaki, Triple, Odd, at Even.</p>",
    "INTRODUCTION": "<h3>Panimula</h3><p>Ang Sic Bo ay isang mabilis na ritmo na dice game na nilalaro gamit ang tatlong anim-na-panig na dice sa loob ng isang automated na Dice Shaker. Ang layunin ay hulaan ang kalalabasan ng dice roll sa pamamagitan ng paglalagay ng taya sa iba't ibang posibleng resulta. Kapag sarado na ang paglalagay ng taya, tinutukoy ng Dice Shaker ang kalalabasan, at ang mga panalong taya ay binabayaran nang naaayon.</p>",
    "NO_ROLL_SITUATIONS": "<h3>Hindi Nagawang Roll na mga Sitwasyon</h3><p>Kung ang roll ay hindi wasto, ito ay ituturing na \"Hindi roll\" na kaganapan. Ang \"Hindi roll\" ay nagaganap sa mga sumusunod na kundisyon:</p><ul><li>Ang shaker ng dice ay nag-shake nang mas mababa sa 3 segundo.</li><li>Ang isa o higit pang dice ay nakaipit sa gilid o naka-top sa isa't isa.</li><li>May mekanikal na problema na nakakaapekto sa shaker ng dice o sa alinman sa mga dice.</li></ul><p>Sa kaganapan ng isang \"Hindi roll,\" isang muling pag-roll ang isasagawa alinsunod sa karaniwang pamamaraan ng operasyon. Mananatili ang iyong mga taya hanggang sa makumpleto ang isang wasto na roll.</p>",
    "PAYOUTS": "<h3>Kabayaran</h3><table><thead><tr><th>Uri ng Pusta</th><th>Kabayaran</th></tr></thead><tbody><tr><td>Maliit/Malaki</td><td>1:1</td></tr><tr><td>Odd/Even</td><td>1:1</td></tr><tr><td>Double</td><td>12:1</td></tr><tr><td>Tiak na Triple</td><td>210:1</td></tr><tr><td>Anumang Triple</td><td>34:1</td></tr><tr><td>Kabuuang 4 o 17</td><td>70:1</td></tr><tr><td>Kabuuang 5 o 16</td><td>34:1</td></tr><tr><td>Kabuuang 6 o 15</td><td>20:1</td></tr><tr><td>Kabuuang 7 o 14</td><td>13:1</td></tr><tr><td>Kabuuang 8 o 13</td><td>9:1</td></tr><tr><td>Kabuuang 9 o 12</td><td>7:1</td></tr><tr><td>Kabuuang 10 o 11</td><td>6:1</td></tr><tr><td>Kumbinasyon ng Dalawang Dice</td><td>6:1</td></tr><tr><td>Isa</td></tr><tr><td>Sa Isa</td><td>1:1</td></tr><tr><td>Sa Doble</td><td>2:1</td></tr><tr><td>Sa Triple</td><td>15:1</td></tr></tbody></table>",
    "PLACING_BETS": "<h3>Pagtataya</h3><p>Ang panel ng Limitasyon ng Pusta ay nagpapakita ng pinakamababa at pinakamataas na halaga ng pusta na pinapayagan sa mesa. Upang makilahok, tiyakin na may sapat na pondo sa iyong account. Ang iyong kasalukuyang balanse ay palaging nakatala sa screen.</p><ul><li>1. Pumili ng halaga ng chip mula sa Display ng Chip (makukuha lamang ang mga denominasyon na saklaw ng iyong balanse).</li><li>2. I-click o i-tap ang nais na lugar ng pusta sa mesa. Bawat pag-click ay nagpapataas ng iyong pusta ayon sa piniling halaga ng chip, hanggang sa pinakamataas na limitasyon.</li><li>3. I-click ang Double (2x) na button upang i-doble ang lahat ng kasalukuyang pusta (kung may pondo).</li><li>4. I-click ang Repeat na button upang kopyahin ang lahat ng pusta mula sa nakaraang round (magagamit lamang bago maglagay ng anumang bagong pustahan).</li><li>5. Inaalis ng Undo ang huling pusta; kung hinawakan ng ilang segundo, nabubura nito ang lahat ng pusta.</li><li>6. Ipinapakita ng Tagapagpahiwatig ng Kabuuang Pusta ang kabuoan ng lahat ng kasalukuyang pusta.</li></ul><p>Kung lalampas ka sa iyong balanse, sasabihan ka ng laro na ayusin ang iyong pusta.</p>",
    "RETURN_TO_PLAYER": "<h3>Pagbabalik sa Manlalaro</h3><table><thead><tr><th>Pusta</th><th>Pagbabalik sa Manlalaro</th></tr></thead><tbody><tr><td>Maliit/Malaki</td><td>97.22%</td></tr><tr><td>Odd/Even</td><td>97.22%</td></tr><tr><td>Double</td><td>96.30%</td></tr><tr><td>Tiak na Triple</td><td>97.69%</td></tr><tr><td>Anumang Triple</td><td>97.22%</td></tr><tr><td>Kabuuan ng Tatlong Dice</td></tr><tr><td>Kabuuang 4 o 17</td><td>98.61%</td></tr><tr><td>Kabuuang 5 o 16</td><td>97.22%</td></tr><tr><td>Kabuuang 6 o 15</td><td>97.22%</td></tr><tr><td>Kabuuang 7 o 14</td><td>97.22%</td></tr><tr><td>Kabuuang 8 o 13</td><td>97.22%</td></tr><tr><td>Kabuuang 9 o 12</td><td>92.59%</td></tr><tr><td>Kabuuang 10 o 11</td><td>87.50%</td></tr><tr><td>Kumbinasyon ng Dalawang Dice</td><td>97.22%</td></tr><tr><td>Isa</td><td>97.69%</td></tr></tbody></table>",
    "SUPPORT": "<h3>Suporta</h3><p>Kung kailangan mo ng karagdagang tulong o may mga katanungan, i-click ang SUPPORT na button para buksan ang nakalaang chat window kasama ang aming support team. Ilarawan ang iyong problema at ang live support agent ay tutulong sa iyo sa lalong madaling panahon.</p>",
    "WINNING_NUMBERS": "<h3>Mga Panalong Numero</h3><p>Ipinapakita ng panel ng mga Panalong Numero ang kamakailang kinalabasan ng laro. Ang pinakakaliwang numero ay kumakatawan sa resulta ng pinaka-kamakailang round</p>"
  },
  "SYSTEM_MESSAGE": {
    "GENERAL_ERROR": "Nadiskubreng Isyu",
    "GENERAL_ERROR_RESPIN": "May natukoy na isyu. Muling pinapaikot ang bola",
    "SHUFFLE": "Napaikot ang baraha",
    "SICBO_INVALID_RESULT": "Maling pag-roll. Uulitin ang pagyanig"
  }
}