{
  "BACCARAT": {
    "BETTING_STATISTICS": "Statistiques des paris",
    "CLASSIC": "Classique",
    "GAME_SPECIFICS": "Caractéristiques du jeu",
    "IMMERSIVE": "Immersif",
    "LOADING_APPLYING_MAKEUP": "Application du maquillage...",
    "LOADING_DEALER_REFRESHING": "Rafraîchissement du croupier...",
    "LOADING_READING_RULES": "Lecture des règles...",
    "LOADING_VACUUMING_STUDIO": "Aspirateur du studio...",
    "LOADING_WATERING_PLANTS": "Arrosage des plantes...",
    "LOADING_WAXING_TABLE": "Cirage de la table...",
    "PLAYER_BETTING_ACTIVITY_FOR_EACH_BET_SPOT": "Activité de pari du joueur pour chaque emplacement de pari",
    "PREPARING_DEALER": "Préparation du croupier...",
    "SCORECARDS": "Tableaux de bord",
    "SHOW_ALL_SIDE_BETS": "Afficher tous les paris annexes",
    "SHUFFLING_CARDS": "Mélange des cartes..."
  },
  "COMMON": {
    "ADVANCED": "Avancé",
    "ALL_SOUNDS": "Tous les sons",
    "AUTOPLAY": "Lecture automatique",
    "AUTOPLAY_FINISHED": "Lecture automatique terminée",
    "AUTOPLAY_PROMPT1": "Souhaitez-vous continuer le lecteur automatique avec vos modifications de mise",
    "AUTOPLAY_PROMPT2": "Pour activer la lecture automatique, placez un pari",
    "AUTOPLAY_PROMPT3": "L’Autoplay répétera automatiquement votre dernier pari",
    "AUTOPLAY_PROMPT4": "Voulez-vous continuer la lecture automatique",
    "AUTOPLAY_RULE": "La roulette est un jeu de casino classique où les joueurs parient sur l'endroit où une balle atterrira sur une roue tournante. Le jeu offre diverses options de pari et de paiement, procurant excitation et opportunités stratégiques aux joueurs.",
    "BALANCE": "Solde",
    "BANNED": "VOUS ÊTES BANNI",
    "BANNED_TIP": "Chers Joueurs, nous nous excusons pour les désagréments. La table est fermée pour l'instant. Il y en a d'autres où vous pouvez rejoindre et jouer.",
    "BET": "PARI",
    "BET_CHANGED": "Mise modifiée",
    "BET_LIMITS": "Limites de Mise",
    "BETTING_GRID": "Grille de paris",
    "BETTING_MODES": "Modèles de paris",
    "BET_TYPE": "Type de pari",
    "BET_TYPES": "Types de paris",
    "CHAT": "Chat",
    "CHAT_DISABLED": "CHAT DÉSACTIVÉ",
    "CHAT_DISABLED_TIP": "Vos privilèges de chat sont désactivés, veuillez recharger le solde ou placer un pari",
    "CLOSE": "Fermer",
    "COLD": "Froid",
    "COMING_SOON": "Bientôt disponible",
    "CONFIRM": "Confirmer",
    "CONTINUE": "Continuer",
    "DATE": "DATE",
    "DEALER": "CONCESSIONNAIRE",
    "DEALERS_VOICE": "Voix du concessionnaire",
    "DISCONNECTION_POLICY": "Politique de déconnexion",
    "DOUBLE": "Double",
    "ENTER_SCREEN_NAME": "ENTREZ VOTRE NOM D'ÉCRAN",
    "ERROR_HANDLING": "Gestion des erreurs",
    "ERROR_MAX_20": "Maximum 20 caractères",
    "ERROR_MIN_3": "Minimum 3 caractères",
    "ERROR_SYMBOLS": "Symboles spéciaux non autorisés",
    "EVEN": "Pair",
    "EXIT": "Quitter le jeu",
    "EXPAND_CHAT": "Agrandir le chat",
    "FIRST_BETS": "D'abord placez vos paris",
    "FULL_SCREEN": "Plein écran",
    "GAME": "JEU",
    "GAME_CANCELED": "Jeu annulé",
    "GAME_HISTORY": "Historique du Jeu",
    "GAME_NUMBER": "Numéro du jeu",
    "GAME_PAUSED": "Jeu brièvement en pause. Veuillez patienter.",
    "GAME_PRESENTER": "Présentateur de jeu",
    "GAME_RESOLVED": "Jeu résolu",
    "GAME_RESULT": "Résultat du jeu",
    "GAME_SETTINGS": "Paramètres du jeu",
    "GAME_SOUNDS": "Sons du jeu",
    "GAMES_RULES": "Règles du Jeu",
    "GAME_STATISTICS": "Statistiques de Jeu",
    "GENERAL": "GÉNÉRAL",
    "HELP": "Aide",
    "HELP_RULES": "Aide & Règles",
    "HISTORY": "Historique",
    "HISTORY_EMPTY1": "Pas encore de jeux joués !",
    "HISTORY_EMPTY2": "Commencez à jouer pour voir ici l'historique de vos parties.",
    "HISTORY_EMPTY3": "Vos jeux et paris récents seront affichés pour un suivi et une évaluation faciles.",
    "HOT": "Chaud",
    "HOT_COLD": "Chaud/Froid",
    "INACTIVITY": "Jeu en pause dû à l'inactivité",
    "INTRODUCTION": "Introduction",
    "KEEP_AUTOPLAY": "Conserver la lecture automatique",
    "LANGUAGE": "Langue",
    "LAST_500": "Derniers 500",
    "LAST_WIN": "Dernière victoire",
    "LEFT": "gauche",
    "LESS_VOLUME_SETTINGS": "Moins de réglages de volume",
    "LIVE_CHAT": "Chat en direct",
    "LIVE_ROULETTE": "ROULETTE EN DIRECT",
    "LIVE_SICBO": "AUTO SIC BO",
    "LOBBY": "Hall",
    "LOW_BALANCE1": "Solde faible",
    "LOW_BALANCE2": "Le solde est trop bas. Déposez des fonds pour jouer.",
    "MAKE_BET": "Parier",
    "MASTER_VOLUME": "Volume principal",
    "MAX_LIMIT_REACHED": "Limite maximale atteinte",
    "MAX_PAYOUT": "GAIN MAXIMAL {{currencySymbol}}{{amount}} PLUS PARI GAGNANT JOUEUR",
    "MAX_WIN": "GAIN MAX",
    "MAX_WIN_REACHED": "Vous avez atteint le gain maximum de {{currencySymbol}}{{amount}}",
    "MINIMIZE": "Réduire",
    "MODE_DEFAULT": "Défaut",
    "MODE_DEFAULT_TIP": "Miser sur les numéros",
    "MODE_FULL_COMPLETE": "Complètement terminé",
    "MODE_STRAIGHT": "Direct",
    "MODE_STRAIGHT_TIP": "Comporte 38 emplacements numérotés, y compris 0",
    "MORE_VOLUME_SETTINGS": "Plus de réglages de volume",
    "MUTE": "Muet",
    "NEXT_GAME_SOON": "Attendre le prochain tour",
    "NO_BET": "Placez un pari pour activer la lecture automatique",
    "NO_HISTORY": "Placer un pari",
    "NO_MORE_BET": "PLUS DE PARIS",
    "NO_ROLL_SITUATIONS": "Situations sans rôle",
    "ODD": "Impair",
    "OPPOSITE_BETTING_RESTRICTED": "Les paris opposés sont restreints.",
    "PAYOUTS": "Paiements",
    "PAYOUTS_LIMITS": "Paiements & Limites",
    "PAYTABLE": "Table de paiement",
    "PLACE_A_BET": "Placer un pari",
    "PLACE_BET": "PLACEZ VOS PARIS",
    "PLACING_BETS": "Pari en cours",
    "PLAYER_MESSAGES": "Messages du joueur",
    "PLAYER_MESSAGES_TIP": "Afficher les messages des autres joueurs dans le chat",
    "RACETRACK": "Hippodrome",
    "RACETRACK_BETS": "Paris Hippiques",
    "RECONNECTING": "Reconnexion",
    "REFRESH": "Rafraîchir",
    "REJOIN_TIP": "Actualisez la page pour rejoindre le jeu sur cet appareil",
    "REPEAT": "Répéter",
    "REPEAT_AUTOMATICALLY": "Répétez vos paris automatiquement",
    "RESULT": "RÉSULTAT",
    "RESUME_PLAY": "Reprendre",
    "RETURN_TO_PLAYER": "Retour au joueur",
    "ROTATE_ME_PLEASE": "Tourne moi s'il te plaît",
    "ROUND_CANCELLED": "La manche est annulée par le Gestionnaire de Service. Les paris sont annulés",
    "ROUND_one": "Tour",
    "ROUND_other": "Tours",
    "SAFARI_HINT1": "AVANT DE COMMENCER",
    "SAFARI_HINT2": "Améliorez votre expérience en masquant la barre d'outils",
    "SCREEN_NAME": "NOM D'ÉCRAN",
    "SCREEN_NAME_TIP1": "Le nom d'écran ne peut pas contenir de caractères spéciaux",
    "SCREEN_NAME_TIP2": "Affichage Min/Max des caractères (3-15 caractères)",
    "SCREEN_NAME_UPDATED": "Nom de l'écran mis à jour",
    "SESSION_EXPIRED": "Votre session a expiré",
    "SETTING": "Paramètre",
    "SETTINGS": "Paramètres",
    "SKIP": "Passer",
    "SOUND": "Son",
    "STATISTICS": "Statistiques",
    "STOP": "Arrêter",
    "STOP_AUTOPLAY": "Arrêter la lecture automatique",
    "STUDIO_SOUNDS": "Sons de studio",
    "SUPPORT": "Support",
    "SWITCH": "Interrupteur",
    "TABLE_CLOSED": "TABLE FERMÉE",
    "TABLE_CLOSED_TIP1": "Chers joueurs, désolé pour les inconvénients.",
    "TABLE_CLOSED_TIP2": "La table est fermée pour l'instant. Il y en a d'autres où vous pouvez rejoindre et jouer.",
    "TABLE_MAINTENANCE": "Maintenance en cours. Veuillez choisir une autre table",
    "TOGGLE_SOUNDS": "Basculer pour activer ou désactiver tous les sons",
    "TOTAL": "Total",
    "TOTAL_BET": "Mise Totale",
    "TURNED_OFF": "DÉSACTIVÉ",
    "TURNED_ON": "ACTIVÉ",
    "UNDO": "Annuler",
    "VIDEO": "Vidéo",
    "VIDEO_AUTO": "Auto",
    "VIDEO_HD": "HD",
    "VIDEO_HIGH": "Élevée",
    "VIDEO_LOW": "Bas",
    "VIDEO_MEDIUM": "Moyen",
    "VOLUME": "Volume",
    "WINNING_NUMBER": "NUMÉRO GAGNANT",
    "WINNING_NUMBERS": "Numéros Gagnants",
    "YOUR_MESSAGE": "VOTRE MESSAGE...",
    "YOU_WIN": "VOUS GAGNEZ"
  },
  "ROULETTE": {
    "BETTING_MODE": "Mode de pari",
    "BET_TYPES": "Types de paris",
    "BLACK": "Noir",
    "COLUMN": "Colonne",
    "CORNER": "Coin",
    "DOZEN": "Douzaine",
    "FLIP_PHONE": "Retournez votre téléphone pour continuer à jouer",
    "LOADING_CHECKING_HORIZON": "Vérification du niveau d'horizon...",
    "LOADING_LIGHTING_LIGHT": "Allumage de la lumière...",
    "LOADING_POLISHING_BALL": "Polissage de la balle...",
    "LOADING_POWERING_CAMERA": "Mise sous tension de la caméra...",
    "LOADING_SLAM_DUNKING": "Dunking le ballon...",
    "LOADING_SPIN_TO_WIN": "Tourne pour gagner...",
    "LOADING_STARTING_ENGINES": "Démarrage des moteurs...",
    "LOADING_WAXING_WHEEL": "Cirage de la roue...",
    "LOADING_YOUR_TURN": "C'est à vous...",
    "NUMBER_OF_ROUNDS": "Nombre de Tours",
    "RED": "Rouge",
    "SIX_LINE": "Six lignes",
    "SPLIT": "Partage",
    "STRAIGHT_UP": "En Plein",
    "STREET": "Rue"
  },
  "ROULETTE_RULES": {
    "AUTOPLAY": "<h3>Lecture automatique</h3><p>La fonctionnalité Lecture automatique vous permet de répéter automatiquement vos mises précédentes pour un nombre choisi de tours de jeu. Pour utiliser la Lecture automatique, vous devez avoir placé une mise dans le tour de jeu en cours ou précédent. Pour lancer la Lecture automatique, cliquez sur le bouton LECTURE AUTOMATIQUE et sélectionnez le nombre de tours que vous souhaitez jouer automatiquement.</p><p>Une fois la Lecture automatique activée, le nombre de tours restants sera affiché sur le bouton Lecture automatique. La Lecture automatique continuera jusqu'à ce que le nombre sélectionné de tours soit terminé ou que vous choisissiez de l'arrêter en cliquant sur le bouton ARRÊTER.</p><p>Veuillez noter :</p><ul><li>Si vous modifiez vos mises pendant que la Lecture automatique est en cours, la Lecture automatique s'arrêtera.</li><li>Quitter le jeu arrêtera la Lecture automatique, mais les mises déjà placées resteront actives pour le tour suivant.</li></ul><p>Le montant total de la mise Lecture automatique est calculé en multipliant votre mise totale par tour par le nombre de tours Lecture automatique sélectionnés.</p>",
    "BET_TYPES": "<h3>Types de Paris</h3>\n<p>La roulette propose diverses options de paris, chacune avec son propre taux de paiement. Celles-ci se divisent en Paris Intérieurs et Paris Extérieurs.</p><p>Les Paris Intérieurs sont placés sur la grille numérotée et incluent :</p><ul><li>En Plein (numéro unique),</li><li>Cheval (deux numéros adjacents),</li><li>Transversale (trois numéros en ligne),</li><li>Carré (quatre numéros adjacents),</li><li>Sixain (six numéros sur deux rangées).</li></ul><p>Les Paris Extérieurs sont placés autour de la grille principale et couvrent de grands groupes de numéros.</p><p>Cela inclut :</p><ul><li>Rouge/Noir,</li><li>Pair/Impair,</li><li>Colonne et Douzaine (chacune couvrant 12 numéros),</li><li>et 1-18/19-36 (chacun couvrant 18 numéros).</li></ul><p>Notez que le zéro n'est pas inclus dans les Paris Extérieurs.</p><p>Le pari En Plein offre le taux de paiement le plus élevé, tandis que les Paris Extérieurs ont des paiements plus faibles mais de meilleures chances de gagner.</p>",
    "CHAT": "<h3>Chat</h3><p>La fonction de chat permet la communication entre les joueurs et le présentateur de jeu. Pour l'utiliser, saisissez votre message dans le champ de discussion et appuyez sur Entrée ou le bouton flèche pour envoyer.</p><p>Les joueurs doivent maintenir une communication respectueuse. Un comportement abusif, un langage offensant ou un contenu inapproprié peuvent entraîner des avertissements ou la révocation des privilèges de chat. Si vous n'êtes pas d'accord avec une décision de modération, contactez le support du Casino pour une assistance.</p><p>Veuillez noter que la fonctionnalité de chat est disponible pour les joueurs dont le solde est supérieur au pari minimum du jeu en question. Les joueurs avec un solde de 0 ne sont pas autorisés à discuter avec les présentateurs de jeu.</p>",
    "DISCONNECTION_POLICY": "<h3>Politique de déconnexion</h3><p>Si vous subissez une déconnexion pendant un tour de jeu actif, tous les paris que vous avez placés seront traités en conséquence. Si vous placez un pari et que vous êtes déconnecté avant la fin de la période de pari, votre pari sera retourné sur votre compte. Cependant, si votre pari est accepté parce que la période de pari a pris fin avant votre déconnexion, votre pari reste valide et sera réglé selon le résultat du jeu. Après vous être reconnecté, vous pouvez vérifier les résultats de vos paris en accédant à la fenêtre Historique, qui affiche les résultats des tours joués pendant votre absence.</p>",
    "ERROR_HANDLING": "<h3>Gestion des erreurs</h3><p>En cas d'erreur de jeu, système ou procédure, le tour en cours sera temporairement suspendu. Les joueurs seront informés par un message pop-up ou un chat que le problème est en cours d'examen. Si l'erreur peut être résolue rapidement, le jeu reprendra normalement. Cependant, si une solution immédiate n'est pas possible, le tour sera annulé et tous les paris initiaux seront remboursés aux participants.</p><p>De plus, pour qu'un tour soit considéré comme valide, la bille doit effectuer au moins trois révolutions complètes sur la roue. Si cela échoue, le tour sera déclaré invalide.</p>",
    "GAME_HISTORY": "<h3>Historique des parties</h3><p>La fonctionnalité d'historique des parties vous permet d'examiner vos parties précédentes de manière exhaustive et intuitive. Les jeux sont organisés par date, avec les plus récents en haut, et vous pouvez naviguer entre les dates à l'aide des boutons fléchés. En sélectionnant une date précise, vous pouvez filtrer les jeux par type et obtenir des informations détaillées pour chaque tour de jeu, y compris l'heure, le pari total et les résultats. En appuyant sur un jeu spécifique, vous obtenez une décomposition approfondie des paris placés et de leurs résultats.</p><p>La fonctionnalité comprend également une option \"Signaler un problème\" pour signaler tout problème lié à des jeux spécifiques. Votre solde et les informations sur les paris totaux restent visibles tout au long de votre navigation dans l'historique, vous aidant à suivre vos habitudes de pari et à vérifier les résultats des jeux de manière efficace.</p>",
    "GAME_RULES": "<h3>Règles du jeu</h3><p>Le but à la roulette est de deviner correctement où la bille va atterrir en plaçant des paris sur des numéros spécifiques ou des groupes de numéros. La roue comprend les numéros de 0 à 36. Les paris ferment avant que la bille ne soit lancée. Une fois qu'elle se stabilise dans une poche, le numéro gagnant est annoncé et les paris gagnants sont payés.</p><p>Les joueurs peuvent effectuer plusieurs paris par tour en utilisant les zones de pari intérieure et extérieure. Vous gagnez lorsque votre pari couvre l'endroit final où la bille se repose, avec des paiements dépendant du type de pari effectué.</p>",
    "PAYOUTS": "<h3>Distribuer</h3><p>Les gains à la roulette sont déterminés par le type de pari placé sur la table.</p><table><thead><tr><th>Type de pari</th><th>Distribuer</th></tr></thead><tbody><tr><td>Plein</td><td>35:1</td></tr><tr><td>Cheval</td><td>17:1</td></tr><tr><td>Transversale</td><td>11:1</td></tr><tr><td>Carré</td><td>8:1</td></tr><tr><td>Sizain</td><td>5:1</td></tr><tr><td>Colonne</td><td>2:1</td></tr><tr><td>Douzaine</td><td>2:1</td></tr><tr><td>Rouge/Noir</td><td>1:1</td></tr><tr><td>Pair/Impair</td><td>1:1</td></tr><tr><td>1-18/19-36</td><td>1:1</td></tr></tbody></table><p>Toute défaillance ou problème technique annule tous les paris et résultats.</p>",
    "PLACING_BETS": "<h3>Placement des paris</h3><p>Le panneau des Limites de Paris affiche les montants minimum et maximum autorisés à la table. Ces limites peuvent changer périodiquement, il est donc conseillé de vérifier régulièrement vos limites actuelles. Pour participer au jeu, assurez-vous d'avoir suffisamment de fonds sur votre compte pour couvrir vos paris prévus. Votre solde actuel est visible à l'écran.</p><p>Pour placer un pari, sélectionnez d'abord la valeur de jeton souhaitée à partir de l'Affichage des Jetons. Seules les dénominations de jetons que votre solde actuel peut couvrir seront disponibles. Une fois le jeton choisi, cliquez ou appuyez sur la zone de pari appropriée sur la table. Chaque clic augmente votre pari de la valeur de jeton sélectionnée, jusqu'à la limite maximale pour ce type de pari.</p><p>Le bouton Double (2x) devient disponible après avoir placé un pari. Cliquer sur ce bouton double tous vos paris actuels, jusqu'à la limite maximale. Assurez-vous d'avoir suffisamment de fonds pour couvrir le doublement de tous vos paris avant d'utiliser cette fonctionnalité. Le bouton Répéter vous permet de reproduire tous les paris du tour de jeu précédent. Cette option n'est disponible qu'avant de placer votre premier jeton dans le tour actuel. Si vous devez ajuster vos paris, le bouton Annuler supprime le dernier pari que vous avez placé. Vous pouvez cliquer sur ce bouton à plusieurs reprises pour retirer les paris un par un, dans l'ordre inverse du placement. Pour effacer tous vos paris à la fois, maintenez simplement enfoncé le bouton Annuler.</p><p>L'indicateur de Pari Total affiche le montant cumulatif de tous les paris placés dans le tour actuel. Si vous tentez de placer un pari qui dépasse votre solde total, le jeu vous avertira de l'ajuster.</p>",
    "RACETRACK_BETS": "<h3>Paris pour Racetrack</h3><p>Les mises voisines sont des paris spéciaux à la Roulette qui couvrent un numéro spécifique et ses numéros adjacents sur la roue. Ces paris sont placés en utilisant le circuit, une zone de mise en forme ovale qui représente la disposition de la roue. Pour accéder au circuit, cliquez sur le bouton CIRCUIT. Cette fonctionnalité permet de placer plus intuitivement des paris complexes basés sur les positions de la roue plutôt que sur la disposition standard de la table.</p><h4>Tiers du Cylindre</h4><p>Ce pari couvre 12 numéros sur le côté opposé de la roue par rapport à zéro. Il nécessite 6 jetons, placés comme suit :</p><ul><li>5/8 cheval</li><li>10/11 cheval</li><li>13/16 cheval</li><li>23/24 cheval</li><li>27/30 cheval</li><li>33/36 cheval</li></ul><p>Ce pari couvre efficacement environ un tiers de la roue, en excluant la section zéro.</p><h4>Orphelins à Cheval</h4><p>Ce pari couvre 8 numéros dans deux sections séparées de la roue qui ne sont pas incluses dans d'autres paris annoncés. Il utilise 5 jetons :</p><ul><li>1 (plein)</li><li>6/9 cheval</li><li>14/17 cheval</li><li>17/20 cheval</li><li>31/34 cheval</li></ul><p>Ce pari couvre les chiffres \"orphelins\" qui ne sont pas inclus dans les paris Voisins ou Tiers.</p><h4>Voisins du Zéro</h4><p>Couvrant 17 numéros autour de zéro, ce pari utilise 9 jetons :</p><ul><li>2 jetons sur la transversale 0/2/3</li><li>4/7 cheval</li><li>12/15 cheval</li><li>18/21 cheval</li><li>19/22 cheval</li><li>2 jetons sur le carré 25/26/28/29</li><li>32/35 cheval</li></ul><p>Ce pari couvre presque la moitié de la roue, y compris zéro et ses voisins.</p><h4>Jeu Zéro</h4><p>Ce pari se concentre sur 7 numéros proches de zéro, utilisant 4 jetons :</p><ul><li>0/3 cheval</li><li>12/15 cheval</li><li>26 (plein)</li><li>32/35 cheval</li></ul><p>C'est une version plus petite de Voisins du Zéro, se concentrant sur la zone immédiate autour de zéro.</p><p>Pour placer un pari voisin, sélectionnez un numéro sur le circuit. Cela parie automatiquement sur le numéro choisi et ses voisins immédiats de chaque côté. Utilisez les boutons + et - pour ajuster le nombre de voisins inclus, permettant une couverture personnalisée des sections de la roue.</p>",
    "RETURN_TO_PLAYER": "<h3>Retour au Joueur</h3><p>Le Retour théorique au Joueur (RTP) pour ce jeu de Roulette est de 97,30%.</p>",
    "STATISTICS": "<h3>Statistiques</h3><p>La fonctionnalité Statistiques affiche les résultats de jusqu'à 500 tours de jeu récents. Accédez-y en cliquant sur le bouton STATISTIQUES et utilisez le curseur pour ajuster le nombre de résultats passés affichés. Survoler des zones dans le diagramme de statistiques met en évidence les positions de paris correspondantes sur la table. Pour placer un pari basé sur ces statistiques, cliquez ou appuyez simplement sur la zone mise en évidence.</p>",
    "WINNING_NUMBERS": "<h3>Numéros Gagnants</h3><p>Le panneau des Numéros Gagnants affiche les résultats récents des jeux. Le chiffre le plus à gauche représente le résultat de la dernière manche</p>"
  },
  "SICBO": {
    "ANY_TRIPLE": "N'importe quel triple",
    "BIG": "Grand",
    "EACH_DOUBLE": "Chaque double",
    "EACH_TRIPLE": "Chaque triple",
    "LOADING_FORTUNE_AWAITS": "La fortune vous attend au jet...",
    "LOADING_PLACE_LUCKY_BETS": "Placez vos paris chanceux bientôt...",
    "LOADING_PREPARING_ROLL": "Préparation du lancer...",
    "LOADING_SECURING_DICE_DOME": "Sécurisation du dôme à dés...",
    "LOSE_ON_ANY_TRIPLE": "Perdre sur n'importe quel triple",
    "ON_DOUBLE": "sur double",
    "ON_SINGLE": "sur simple",
    "ON_TRIPLE": "sur triple",
    "POLISHING_THE_PRECIOUS_DICE": "Polissage des dés précieux...",
    "PREPARING_THE_SHAKE": "Préparation du shaker...",
    "SIDE_BETS_LOSE_ON": "Les paris secondaires perdent sur",
    "SINGLE": "Seul",
    "SMALL": "Petit",
    "SPECIFIC_TRIPLE": "triple spécifique",
    "TRIPLE": "Triple",
    "TWO_DICE": "Deux dés",
    "TWO_DICE_COMBO": "Combinaison de deux dés",
    "VOIDS_OTHER_SIDEBETS": "N'importe quel triple"
  },
  "SICBO_RULES": {
    "AUTOPLAY": "<h3>Lecture automatique</h3><p>La fonction Lecture automatique répète automatiquement votre dernière mise pour 5, 10, 25 ou 100 tours. Pour commencer, placez une mise puis sélectionnez un nombre de tours dans le menu LECTURE AUTOMATIQUE. Les tours restants sont affichés, et vous pouvez arrêter la Lecture automatique à tout moment–cela prend effet après la fin du tour en cours.</p><ul><li>Placer des mises supplémentaires pendant une session de Lecture automatique active déclenche une invite : \"Votre lecture automatique sera mise à jour selon cette mise.\"</li><li>Stop met fin à la Lecture automatique après le tour en cours.</li><li>Mise à jour applique votre nouvelle mise à tous les tours restants de Lecture automatique.</li></ul><p>Les mises à jour du solde se produisent après chaque tour comme d'habitude. Si vous quittez le jeu ou actualisez, la Lecture automatique s'arrête, mais toute mise pour le tour en cours reste valide.</p>",
    "BET_TYPES": "<h3>Types de Paris</h3><strong>Petit/Grand</strong><p>Un pari Petit gagne si le total des trois dés est compris entre 4 et 10, tandis qu'un pari Grand gagne si le total se situe entre 11 et 17. Les deux perdent lorsque le résultat est un triple, c'est-à-dire lorsque les trois dés affichent le même chiffre.</p><strong>Impair/Pair</strong><p>Ce pari prédit si le total sera impair ou pair. Si les trois dés forment un triple, ce pari perd automatiquement. La gamme Impair exclut les triples impairs, et la gamme Pair exclut les triples pairs.</p><strong>Double</strong><p>Placer un pari Double signifie que vous pariez que exactement deux des trois dés afficheront la même face. Si les trois dés correspondent, le pari Double paie toujours au même taux car la condition d'avoir au moins deux dés identiques est satisfaite.</p><strong>Triple Spécifique</strong><p>Un pari Triple Spécifique se concentre sur un triple exact, comme trois 2 ou trois 5. Vous gagnez uniquement si les trois dés correspondent au chiffre spécifique que vous avez choisi. C'est parmi les paris les plus rémunérateurs en raison de sa faible probabilité.</p><strong>Tout Triple</strong><p>Tout Triple couvre les six triples possibles à la fois. Vous gagnez si les trois dés correspondent à un seul chiffre (ex. : trois 1, trois 2, etc.), offrant un résultat plus large mais encore relativement rare.</p><strong>Total des Trois Dés</strong><p>Cet enjeu est placé sur un des totaux de 4 à 17. Chaque total offre un paiement unique basé sur sa probabilité, les totaux moins fréquents ayant des paiements plus élevés.</p><strong>Combinaison de Deux Dés</strong><p>Un pari Combinaison de Deux Dés couvre deux nombres distincts (comme 3 et 6) apparaissant parmi les trois dés. Peu importe quels dés montrent ces deux faces, tant que les deux apparaissent quelque part dans le résultat final.</p><strong>Simple</strong><p>Un pari Simple est placé sur l'une des six faces (1, 2, 3, 4, 5, ou 6). Si votre chiffre choisi apparaît une fois, vous recevez un paiement standard; s'il apparaît deux ou trois fois, vous gagnez des récompenses plus élevées.</p>",
    "CHAT": "<h3>Chat</h3><p>La fonction de Chat vous permet de communiquer avec les autres joueurs et le présentateur du jeu. Entrez votre message dans le champ de chat et appuyez sur Entrée ou sur le bouton flèche pour envoyer. Gardez une discussion respectueuse; un langage offensant ou abusif peut entraîner la révocation des privilèges de chat.</p>",
    "DISCONNECTION_POLICY": "<h3>Politique de déconnexion</h3><p>Si vous êtes déconnecté au milieu du tour, les mises acceptées restent valables et sont réglées normalement. Si votre mise n'a pas été acceptée avant la déconnexion, elle sera remboursée. Vous pouvez vérifier les résultats dans la fenêtre Historique une fois reconnecté.</p>",
    "ERROR_HANDLING": "<h3>Gestion des erreurs</h3><p>Si un jeu, un système ou une erreur de procédure se produit, le tour est suspendu. Les joueurs sont informés via une fenêtre pop-up ou un chat. Si le problème ne peut pas être résolu rapidement, le tour est annulé et toutes les mises sont remboursées.</p>",
    "GAME_HISTORY": "<h3>Historique de jeu</h3><p>L'historique de jeu est accessible en cliquant sur le bouton HISTORIQUE DE JEU. Les manches sont triées par date, la plus récente en haut. Chaque entrée affiche le type de jeu, la date, le pari total et le résultat. En sélectionnant une entrée, des détails supplémentaires s'affichent, tels que l'heure de résolution du jeu, le numéro de jeu, le numéro gagnant si applicable, les paris placés et si le jeu a été annulé. Une option \"Signaler un problème\" est également disponible si vous rencontrez des problèmes. Si aucune partie n'a été jouée, une invitation à placer un pari apparaît.</p>",
    "GAME_RESULT": "<h3>Résultat du Jeu</h3><p>Une représentation graphique des valeurs gagnantes du visage du dé sera affichée sur votre écran. Le montant de vos gains sera affiché en dessous.</p><p>La Liste des Gagnants est affichée à la fin de la manche de jeu et montrera les pseudonymes de tous les joueurs qui ont gagné à la table actuelle lors de la dernière manche de jeu.</p>",
    "GAME_RULES": "<h3>Règles du Jeu</h3><p>Les joueurs sélectionnent une valeur de jeton et la placent sur l'un des 52 spots de pari disponibles avant le début du lancé de dés. Chaque spot de pari suit sa propre structure de paiement. Une fois le temps de pari terminé, les dés sont révélés et le résultat détermine tous les paris gagnants.</p><p>Si des paris opposés (tels que Petit vs Grand ou Impair vs Pair) ne sont pas autorisés simultanément, le système en bloquera un lorsque l'autre est placé et les joueurs seront informés par l'affichage d'un message d'info-bulle.</p>",
    "GAME_STATISTICS": "<h3>Statistiques de Jeu</h3><p>La fenêtre Statistiques offre un large éventail de détails sur les manches du jeu et peut vous aider à décider quelles options de paris choisir pour miser sur les futures manches de jeu.</p><p>Les statistiques de jeu aident les joueurs à évaluer rapidement l'historique du jeu, à identifier les tendances et à tenter de prédire les résultats futurs. Le jeu affiche les 15 dernières manches de statistiques des Petits, Grands, Triples, Impairs et Pairs.</p><p>Les feuilles de route sont des représentations graphiques des résultats et des tendances des manches du jeu distribuées sur une grille.</p><p>Dans l'onglet Petit/Grand, chaque résultat pour Petit (P), Grand (G), et Triple (T) est représenté comme un cercle distinct. Dans l'onglet Impair/Pair, les résultats Impair (I), Pair (P), et Triple (T) sont montrés de la même façon que sur la feuille de route Petit/Grand. Les statistiques des 500 dernières manches de jeu sont affichées sur les graphiques.</p><p>Dans l'onglet Graphique, vous pouvez voir la représentation en pourcentage de toutes les six valeurs numériques et des résultats de Petit, Grand, Triple, Impair, et Pair.</p>",
    "INTRODUCTION": "<h3>Introduction</h3><p>Le Sic Bo est un jeu de dés rapide joué avec trois dés à six faces à l'intérieur d'un mélangeur de dés automatisé. L'objectif est de prédire le résultat du lancer de dés en plaçant des paris sur divers résultats possibles. Une fois les paris fermés, le mélangeur de dés détermine le résultat, et les paris gagnants sont payés en conséquence.</p>",
    "NO_ROLL_SITUATIONS": "<h3>Situations de Non-Tirage</h3><p>Si le tirage est invalide, cela sera considéré comme un événement de \"Non-tirage\". Un \"Non-tirage\" se produit dans les conditions suivantes :</p><ul><li>Le gobelet à dés secoue pendant moins de 3 secondes.</li><li>Un ou plusieurs dés sont coincés sur le bord ou empilés les uns sur les autres.</li><li>Un dysfonctionnement mécanique affecte le gobelet à dés ou l'un des dés.</li></ul><p>En cas de \"Non-tirage\", un nouveau tirage sera effectué conformément aux procédures opérationnelles standard. Vos mises resteront en place jusqu'à ce qu'un tirage valide soit effectué.</p>",
    "PAYOUTS": "<h3>Gains</h3><table><thead><tr><th>Type de Pari</th><th>Gain</th></tr></thead><tbody><tr><td>Petit/Grand</td><td>1:1</td></tr><tr><td>Impair/Pair</td><td>1:1</td></tr><tr><td>Double</td><td>12:1</td></tr><tr><td>Triple Spécifique</td><td>210:1</td></tr><tr><td>N'importe quel Triple</td><td>34:1</td></tr><tr><td>Total 4 ou 17</td><td>70:1</td></tr><tr><td>Total 5 ou 16</td><td>34:1</td></tr><tr><td>Total 6 ou 15</td><td>20:1</td></tr><tr><td>Total 7 ou 14</td><td>13:1</td></tr><tr><td>Total 8 ou 13</td><td>9:1</td></tr><tr><td>Total 9 ou 12</td><td>7:1</td></tr><tr><td>Total 10 ou 11</td><td>6:1</td></tr><tr><td>Combo Deux Dés</td><td>6:1</td></tr><tr><td>Simple</td></tr><tr><td>Sur Simple</td><td>1:1</td></tr><tr><td>Sur Double</td><td>2:1</td></tr><tr><td>Sur Triple</td><td>15:1</td></tr></tbody></table>",
    "PLACING_BETS": "<h3>Placement de paris</h3><p>Le panneau des Limites de Paris affiche les montants minimum et maximum autorisés à la table. Pour participer, assurez-vous d'avoir suffisamment de fonds sur votre compte. Votre solde actuel est toujours affiché à l'écran.</p><ul><li>1. Sélectionnez une valeur de jeton à partir de l'Affichage des Jetons (uniquement les dénominations couvertes par votre solde sont disponibles).</li><li>2. Cliquez ou appuyez sur la zone de pari souhaitée sur la table. Chaque clic augmente votre pari de la valeur de jeton sélectionnée, jusqu'à la limite maximale.</li><li>3. Cliquez sur le bouton Double (2x) pour doubler tous les paris actuels (si les fonds le permettent).</li><li>4. Cliquez sur le bouton Répéter pour reproduire tous les paris du tour précédent (disponible uniquement avant de placer de nouveaux paris).</li><li>5. Annuler supprime le dernier pari; maintenir Annuler efface tous les paris en une seule fois.</li><li>6. L'indicateur de Pari Total affiche la somme de tous les paris actuels.</li></ul><p>Si vous dépassez votre solde, le jeu vous invitera à ajuster votre pari.</p>",
    "RETURN_TO_PLAYER": "<h3>Retour au Joueur</h3><table><thead><tr><th>Pari</th><th>Retour au Joueur</th></tr></thead><tbody><tr><td>Petit/Grand</td><td>97.22%</td></tr><tr><td>Impair/Pair</td><td>97.22%</td></tr><tr><td>Double</td><td>96.30%</td></tr><tr><td>Triple Spécifique</td><td>97.69%</td></tr><tr><td>N'importe quel Triple</td><td>97.22%</td></tr><tr><td>Total des Trois Dés</td></tr><tr><td>Total 4 ou 17</td><td>98.61%</td></tr><tr><td>Total 5 ou 16</td><td>97.22%</td></tr><tr><td>Total 6 ou 15</td><td>97.22%</td></tr><tr><td>Total 7 ou 14</td><td>97.22%</td></tr><tr><td>Total 8 ou 13</td><td>97.22%</td></tr><tr><td>Total 9 ou 12</td><td>92.59%</td></tr><tr><td>Total 10 ou 11</td><td>87.50%</td></tr><tr><td>Combo Deux Dés</td><td>97.22%</td></tr><tr><td>Simple</td><td>97.69%</td></tr></tbody></table>",
    "SUPPORT": "<h3>Assistance</h3><p>Si vous avez besoin d'aide supplémentaire ou si vous avez des questions, cliquez sur le bouton ASSISTANCE pour ouvrir une fenêtre de discussion dédiée avec notre équipe d'assistance. Décrivez votre problème et l'agent d'assistance en direct vous aidera dès que possible.</p>",
    "WINNING_NUMBERS": "<h3>Numéros Gagnants</h3><p>Le panneau des Numéros Gagnants affiche les résultats récents des jeux. Le chiffre le plus à gauche représente le résultat de la dernière manche</p>"
  },
  "SYSTEM_MESSAGE": {
    "GENERAL_ERROR": "Problème détecté",
    "GENERAL_ERROR_RESPIN": "Problème détecté. Relancer la balle",
    "SHUFFLE": "Paquet mélangé",
    "SICBO_INVALID_RESULT": "Lancer incorrect. Secouez à nouveau"
  }
}