{
  "BACCARAT": {
    "BETTING_STATISTICS": "बेटिंग सांख्यिकी",
    "CLASSIC": "क्लासिक",
    "GAME_SPECIFICS": "खेल की विशेषताएं",
    "IMMERSIVE": "इमर्सिव",
    "LOADING_APPLYING_MAKEUP": "मेकअप लगा रहा है...",
    "LOADING_DEALER_REFRESHING": "डीलर को ताज़ा किया जा रहा है...",
    "LOADING_READING_RULES": "नियम पढ़ रहे हैं...",
    "LOADING_VACUUMING_STUDIO": "स्टूडियो की सफाई...",
    "LOADING_WATERING_PLANTS": "पौधों को पानी दे रहे हैं...",
    "LOADING_WAXING_TABLE": "टेबल को वैक्स कर रहा है...",
    "PLAYER_BETTING_ACTIVITY_FOR_EACH_BET_SPOT": "प्रत्येक शर्त स्थान के लिए खिलाड़ी दांव गतिविधि",
    "PREPARING_DEALER": "डीलर की तैयारी हो रही है...",
    "SCORECARDS": "स्कोरकार्ड्स",
    "SHOW_ALL_SIDE_BETS": "सभी साइड बेट्स दिखाएं",
    "SHUFFLING_CARDS": "कार्ड्स शफलिंग..."
  },
  "COMMON": {
    "ADVANCED": "उन्नत",
    "ALL_SOUNDS": "सभी ध्वनियाँ",
    "AUTOPLAY": "ऑटोप्ले",
    "AUTOPLAY_FINISHED": "ऑटो-प्ले समाप्त",
    "AUTOPLAY_PROMPT1": "क्या आप अपनी दांव परिवर्तन के साथ आटोप्ले जारी रखना चाहते हैं",
    "AUTOPLAY_PROMPT2": "ऑटोप्ले सक्रिय करने के लिए दांव लगाएँ",
    "AUTOPLAY_PROMPT3": "ऑटोप्ले आपकी पिछली बाज़ी को स्वत: दोहराएगा",
    "AUTOPLAY_PROMPT4": "क्या आप स्वतः-चलाना जारी रखना चाहते हैं",
    "AUTOPLAY_RULE": "रूलेट एक क्लासिक कैसीनो खेल है जिसमें खिलाड़ी यह दांव लगाते हैं कि एक घूमते हुए पहिये पर गेंद कहां गिरेगी। खेल विभिन्न बेटिंग विकल्प और भुगतान विकल्प प्रदान करता है, खिलाड़ियों के लिए रोमांच और रणनीतिक अवसर उपलब्ध कराता है।",
    "BALANCE": "बैलेंस",
    "BANNED": "आप प्रतिबंधित हैं",
    "BANNED_TIP": "प्रिय खिलाड़ियों, असुविधा के लिए खेद है। टेबल अभी के लिए बंद है। अन्य टेबल्स हैं जहाँ आप शामिल हो सकते हैं और खेल सकते हैं।",
    "BET": "दांव",
    "BET_CHANGED": "बेट बदला गया",
    "BET_LIMITS": "सट्टेबाजी सीमा",
    "BETTING_GRID": "शर्त ग्रिड",
    "BETTING_MODES": "सट्टेबाजी मोड",
    "BET_TYPE": "बेट प्रकार",
    "BET_TYPES": "बेट प्रकार",
    "CHAT": "चैट",
    "CHAT_DISABLED": "चैट अक्षम",
    "CHAT_DISABLED_TIP": "आपकी चैट सुविधाएं बंद कर दी गई हैं, कृपया बैलेंस टॉप-अप करें या एक दांव लगाएं",
    "CLOSE": "बंद करें",
    "COLD": "ठंडा",
    "COMING_SOON": "जल्द आ रहा है",
    "CONFIRM": "पुष्टि करें",
    "CONTINUE": "जारी रखें",
    "DATE": "तारीख",
    "DEALER": "डीलर",
    "DEALERS_VOICE": "डीलर की आवाज़",
    "DISCONNECTION_POLICY": "डिस्कनेक्शन नीति",
    "DOUBLE": "डबल",
    "ENTER_SCREEN_NAME": "अपना स्क्रीन नाम दर्ज करें",
    "ERROR_HANDLING": "त्रुटि प्रबंधन",
    "ERROR_MAX_20": "अधिकतम 20 वर्ण",
    "ERROR_MIN_3": "न्यूनतम 3 वर्ण",
    "ERROR_SYMBOLS": "विशेष चिन्ह अनुमत नहीं हैं",
    "EVEN": "यहां तक कि",
    "EXIT": "खेल से बाहर निकलें",
    "EXPAND_CHAT": "चैट बढ़ाएँ",
    "FIRST_BETS": "पहले अपने दांव लगाएं",
    "FULL_SCREEN": "फुल स्क्रीन",
    "GAME": "खेल",
    "GAME_CANCELED": "खेल रद्द",
    "GAME_HISTORY": "खेल इतिहास",
    "GAME_NUMBER": "खेल संख्या",
    "GAME_PAUSED": "खेल अस्थायी रूप से रुका हुआ है। प्रतीक्षा करें।",
    "GAME_PRESENTER": "खेल प्रस्तोता",
    "GAME_RESOLVED": "खेल निपटा",
    "GAME_RESULT": "खेल का परिणाम",
    "GAME_SETTINGS": "गेम सेटिंग्स",
    "GAME_SOUNDS": "गेम ध्वनियाँ",
    "GAMES_RULES": "खेल के नियम",
    "GAME_STATISTICS": "खेल सांख्यिकी",
    "GENERAL": "सामान्य",
    "HELP": "सहायता",
    "HELP_RULES": "सहायता और नियम",
    "HISTORY": "इतिहास",
    "HISTORY_EMPTY1": "अभी तक कोई खेल नहीं खेला!",
    "HISTORY_EMPTY2": "खेल इतिहास यहाँ देखने के लिए खेलना आरंभ करें।",
    "HISTORY_EMPTY3": "आपके हाल के खेल और शर्तें आसान ट्रैकिंग और समीक्षा के लिए प्रदर्शित की जाएंगी।",
    "HOT": "गरम",
    "HOT_COLD": "गर्म/ठंडा",
    "INACTIVITY": "अक्रियता के कारण खेल रुका",
    "INTRODUCTION": "परिचय",
    "KEEP_AUTOPLAY": "ऑटोप्ले चालू रखें",
    "LANGUAGE": "भाषा",
    "LAST_500": "अंतिम 500",
    "LAST_WIN": "अंतिम जीत",
    "LEFT": "बायां",
    "LESS_VOLUME_SETTINGS": "कम वॉल्यूम सेटिंग्स",
    "LIVE_CHAT": "लाइव चैट",
    "LIVE_ROULETTE": "लाइव रुलेट",
    "LIVE_SICBO": "ऑटो सिक बो",
    "LOBBY": "लॉबी",
    "LOW_BALANCE1": "कम बैलेंस",
    "LOW_BALANCE2": "बैलेंस बहुत कम है। खेलने के लिए धनराशि जमा करें।",
    "MAKE_BET": "दांव लगाएं",
    "MASTER_VOLUME": "मुख्य आवाज़",
    "MAX_LIMIT_REACHED": "अधिकतम सीमा तक पहुँचा",
    "MAX_PAYOUT": "अधिकतम भुगतान {{currencySymbol}}{{amount}} के साथ खिलाड़ी की जीत की शर्त",
    "MAX_WIN": "अधिकतम जीत",
    "MAX_WIN_REACHED": "आपने {{currencySymbol}}{{amount}} की अधिकतम जीत प्राप्त कर ली है",
    "MINIMIZE": "छोटा करें",
    "MODE_DEFAULT": "डिफ़ॉल्ट",
    "MODE_DEFAULT_TIP": "संख्याओं पर दांव लगाएं",
    "MODE_FULL_COMPLETE": "पूर्ण समाप्त",
    "MODE_STRAIGHT": "स्ट्रेट-अप",
    "MODE_STRAIGHT_TIP": "38 क्रमांकित स्लॉट्स की विशेषताएं, 0 सहित",
    "MORE_VOLUME_SETTINGS": "अधिक वॉल्यूम सेटिंग्स",
    "MUTE": "म्यूट",
    "NEXT_GAME_SOON": "अगले दौर के लिए प्रतीक्षा करें",
    "NO_BET": "ऑटोप्ले सक्रिय करने के लिए दांव लगाएँ",
    "NO_HISTORY": "दांव लगाएं",
    "NO_MORE_BET": "कोई और शर्त नहीं",
    "NO_ROLL_SITUATIONS": "कोई रोल स्थिति नहीं",
    "ODD": "विषम",
    "OPPOSITE_BETTING_RESTRICTED": "विपरीत सट्टेबाजी प्रतिबंधित है।",
    "PAYOUTS": "भुगतान",
    "PAYOUTS_LIMITS": "भुगतान और सीमा",
    "PAYTABLE": "भुगतान तालिका",
    "PLACE_A_BET": "दांव लगाएं",
    "PLACE_BET": "अपने दांव लगाएं",
    "PLACING_BETS": "शर्तें लगाना",
    "PLAYER_MESSAGES": "प्लेयर संदेश",
    "PLAYER_MESSAGES_TIP": "चैट में अन्य खिलाड़ियों के संदेश दिखाएँ",
    "RACETRACK": "रेस ट्रैक",
    "RACETRACK_BETS": "रेस ट्रैक बेट्स",
    "RECONNECTING": "पुन: कनेक्ट कर रहा है",
    "REFRESH": "ताज़ा करें",
    "REJOIN_TIP": "इस डिवाइस पर पुनः खेल में शामिल होने के लिए पृष्ठ को पुनः लोड करें",
    "REPEAT": "दोहराएं",
    "REPEAT_AUTOMATICALLY": "अपनी बाज़ियाँ स्वत: दोहराएं",
    "RESULT": "परिणाम",
    "RESUME_PLAY": "फिर से शुरू",
    "RETURN_TO_PLAYER": "खिलाड़ी के पास लौटें",
    "ROTATE_ME_PLEASE": "कृपया मुझे घुमाएं",
    "ROUND_CANCELLED": "राउंड सेवा प्रबंधक द्वारा रद्द कर दिया गया है। बेट रद्द कर दी गई हैं",
    "ROUND_one": "राउंड",
    "ROUND_other": "राउंड्स",
    "SAFARI_HINT1": "शुरू करने से पहले",
    "SAFARI_HINT2": "अपना अनुभव बेहतर करें टूलबार छुपाकर",
    "SCREEN_NAME": "स्क्रीन नाम",
    "SCREEN_NAME_TIP1": "स्क्रीन नाम में विशेष वर्ण नहीं होने चाहिए",
    "SCREEN_NAME_TIP2": "अक्षर न्यूनतम/अधिकतम प्रदर्शन (3-15 अक्षर)",
    "SCREEN_NAME_UPDATED": "स्क्रीन नाम अपडेट किया गया",
    "SESSION_EXPIRED": "आपका सत्र समाप्त हो गया है",
    "SETTING": "सेटिंग",
    "SETTINGS": "सेटिंग्स",
    "SKIP": "छोड़ें",
    "SOUND": "ध्वनि",
    "STATISTICS": "सांख्यिकी",
    "STOP": "रुकें",
    "STOP_AUTOPLAY": "ऑटोप्ले बंद करें",
    "STUDIO_SOUNDS": "स्टूडियो ध्वनियाँ",
    "SUPPORT": "समर्थन",
    "SWITCH": "स्विच",
    "TABLE_CLOSED": "तालिका बंद",
    "TABLE_CLOSED_TIP1": "प्रिय खिलाड़ियों, असुविधा के लिए क्षमा करें।",
    "TABLE_CLOSED_TIP2": "टेबल अभी के लिए बंद है। अन्य टेबल्स हैं जहाँ आप शामिल हो सकते हैं और खेल सकते हैं।",
    "TABLE_MAINTENANCE": "रखरखाव जारी है। कृपया कोई अन्य तालिका चुनें",
    "TOGGLE_SOUNDS": "सभी ध्वनियों को सक्षम या अक्षम करने के लिए टॉगल करें।",
    "TOTAL": "कुल",
    "TOTAL_BET": "कुल दांव",
    "TURNED_OFF": "बंद",
    "TURNED_ON": "चालू",
    "UNDO": "पूर्ववत करें",
    "VIDEO": "वीडियो",
    "VIDEO_AUTO": "ऑटो",
    "VIDEO_HD": "उच्च गुणवत्ता",
    "VIDEO_HIGH": "उच्च",
    "VIDEO_LOW": "कम",
    "VIDEO_MEDIUM": "मध्यम",
    "VOLUME": "आवाज़",
    "WINNING_NUMBER": "विजेता संख्या",
    "WINNING_NUMBERS": "विजेता संख्याएं",
    "YOUR_MESSAGE": "आपका संदेश...",
    "YOU_WIN": "आप जीते"
  },
  "ROULETTE": {
    "BETTING_MODE": "सट्टेबाजी मोड",
    "BET_TYPES": "बेट प्रकार",
    "BLACK": "काला",
    "COLUMN": "स्तंभ",
    "CORNER": "कोना",
    "DOZEN": "दर्जन",
    "FLIP_PHONE": "खेलना जारी रखने के लिए फ़ोन घुमाएँ",
    "LOADING_CHECKING_HORIZON": "क्षितिज स्तर की जांच हो रही है...",
    "LOADING_LIGHTING_LIGHT": "प्रकाश जल रहा है...",
    "LOADING_POLISHING_BALL": "गेंद चमका रहे हैं…",
    "LOADING_POWERING_CAMERA": "कैमरा चालू कर रहा है...",
    "LOADING_SLAM_DUNKING": "गेंद में स्लैम डंकिंग...",
    "LOADING_SPIN_TO_WIN": "स्पिन करके जीतें...",
    "LOADING_STARTING_ENGINES": "इंजन चालू हो रहे हैं...",
    "LOADING_WAXING_WHEEL": "पहिये को वैक्स कर रहा है...",
    "LOADING_YOUR_TURN": "आपकी बारी है...",
    "NUMBER_OF_ROUNDS": "राउंड्स की संख्या",
    "RED": "लाल",
    "SIX_LINE": "छह पंक्ति",
    "SPLIT": "बंटवारा",
    "STRAIGHT_UP": "स्ट्रेट अप",
    "STREET": "सड़क"
  },
  "ROULETTE_RULES": {
    "AUTOPLAY": "<h3>ऑटोप्ले</h3><p>ऑटोप्ले फ़ीचर आपको चुने हुए गेम राउंड की संख्या के लिए अपनी पिछली शर्तों को स्वचालित रूप से दोहराने की अनुमति देती है। ऑटोप्ले का उपयोग करने के लिए, आपको मौजूदा या पिछले गेम राउंड में शर्त लगानी होगी। ऑटोप्ले शुरू करने के लिए, AUTOPLAY बटन पर क्लिक करें और उन राउंड की संख्या चुनें जिन्हें आप स्वचालित रूप से खेलना चाहते हैं।</p><p>ऑटोप्ले के सक्रिय होने के बाद, शेष राउंड की संख्या ऑटोप्ले बटन पर दिखाई जाएगी। ऑटोप्ले तब तक जारी रहेगा जब तक कि या तो चयनित राउंड की संख्या पूरी नहीं हो जाती या आप इसे रोकने के लिए STOP बटन पर क्लिक नहीं करते।</p><p>कृपया ध्यान दें:</p><ul><li>यदि आप ऑटोप्ले चलने के दौरान अपनी शर्तों को संशोधित करते हैं, तो ऑटोप्ले बंद हो जाएगा।</li><li>गेम से बाहर निकलना ऑटोप्ले को रोक देगा, परंतु पहले से लगाई गई शर्त अगले राउंड के लिए सक्रिय रहेगी।</li></ul><p>कुल ऑटोप्ले शर्त राशि की गणना आपकी प्रति राउंड की कुल शर्त को चुने गए ऑटोप्ले राउंड की संख्या से गुणा करके की जाती है।</p>",
    "BET_TYPES": "<h3>बेट प्रकार</h3>\n<p>रौलेट कई प्रकार के बेटिंग विकल्प प्रदान करता है, प्रत्येक का अपना भुगतान दर होता है। इन्हें अंदरूनी बेट्स और बाहरी बेट्स में विभाजित किया गया है।</p><p>अंदरूनी बेट्स को अंकीय ग्रिड पर लगाया जाता है और इसमें शामिल हैं:</p><ul><li>स्ट्रेट अप (एकल संख्या),</li><li>स्प्लिट (दो संलग्न संख्याएं),</li><li>स्ट्रीट (एक पंक्ति में तीन संख्याएं),</li><li>कॉर्नर (चार सन्निहित संख्याएं),</li><li>लाइन (दो पंक्तियों में छह संख्याएं)</li></ul><p>बाहरी बेट्स को मुख्य ग्रिड के चारों ओर लगाया जाता है और बड़े समूहों की संख्याओं को शामिल करते हैं।</p><p>इनमें शामिल हैं:</p><ul><li>लाल/काला,</li><li>सम/विषम,</li><li>कॉलम और दर्जन (हर एक 12 संख्याओं को कवर करते हैं),</li><li>और 1-18/19-36 (प्रत्येक 18 संख्याओं को कवर करते हैं)।</li></ul><p>ध्यान दें कि शून्य को बाहरी बेट्स में शामिल नहीं किया जाता है।</p><p>स्ट्रेट अप बेट उच्चतम भुगतान देता है, जबकि बाहरी बेट्स का भुगतान कम होता है लेकिन जीतने की बेहतर संभावना होती है।</p>",
    "CHAT": "<h3>चैट</h3><p>चैट सुविधा खिलाड़ियों और गेम प्रस्तुतकर्ता के बीच संचार को सक्षम बनाती है। इसका उपयोग करने के लिए, चैट फील्ड में अपना संदेश दर्ज करें और भेजने के लिए एंटर या तीर बटन दबाएं।</p><p>खिलाड़ियों से अपेक्षा की जाती है कि वे सम्मानजनक संचार बनाए रखें। अपमानजनक व्यवहार, आपत्तिजनक भाषा, या अनुचित सामग्री चेतावनी या चैट विशेषाधिकारों को रद्द करने का कारण बन सकती है। यदि आप किसी भी नियंत्रण निर्णय से असहमत हैं, तो सहायता के लिए कैसीनो समर्थन से संपर्क करें।</p><p>कृपया ध्यान दें कि विशेष गेम में न्यूनतम शर्त से अधिक संतुलन वाले खिलाड़ियों के लिए चैट कार्यक्षमता उपलब्ध है। शून्य संतुलन वाले खिलाड़ियों को गेम प्रस्तुतकर्ताओं से चैट करने की अनुमति नहीं है।</p>",
    "DISCONNECTION_POLICY": "<h3>डिस्कनेक्शन नीति</h3><p>यदि आप किसी सक्रिय गेम राउंड के दौरान डिस्कनेक्ट हो जाते हैं, तो आपके द्वारा लगाई गई किसी भी शर्त को उचित रूप से संभाला जाएगा। यदि आप एक शर्त लगाते हैं और सट्टेबाजी अवधि समाप्त होने से पहले डिस्कनेक्ट हो जाते हैं, तो आपकी शर्त आपके खाते में वापस कर दी जाएगी। हालांकि, यदि आपकी शर्त स्वीकार कर ली जाती हैं क्योंकि डिस्कनेक्ट होने से पहले सट्टेबाजी का समय समाप्त हो गया है, तो आपकी शर्त वैध रहेगी और गेम के परिणाम के अनुसार निपटाई जाएगी। पुनः कनेक्ट करने पर, आप उन राउंड्स के नतीजे जिन्हें आपने अपनी अनुपस्थिति में खेला था, देखने के लिए हिस्ट्री विंडो का उपयोग कर सकते हैं।</p>",
    "ERROR_HANDLING": "<h3>त्रुटि प्रबंधन</h3><p>किसी भी गेम, प्रणाली या प्रक्रियात्मक त्रुटि की स्थिति में, वर्तमान राउंड अस्थायी रूप से निलंबित कर दिया जाएगा। खिलाड़ी पॉप-अप संदेश या चैट के माध्यम से सूचित किए जाएंगे कि समस्या की जांच की जा रही है। यदि त्रुटि को शीघ्र हल किया जा सकता है, तो खेल सामान्य रूप से फिर से शुरू होगा। हालांकि, यदि तत्काल समाधान संभव नहीं है, तो राउंड को रद्द कर दिया जाएगा और सभी प्रारंभिक दांव भागीदारों को वापस किए जाएंगे।</p><p>इसके अतिरिक्त, एक राउंड को वैध माना जाने के लिए, गेंद को पहिये पर कम से कम तीन पूरी क्रांतियाँ पूरी करनी होंगी। यदि ऐसा करने में विफल रहता है, तो राउंड को अवैध घोषित कर दिया जाएगा।</p>",
    "GAME_HISTORY": "<h3>गेम इतिहास</h3><p>गेम इतिहास विशेषता आपको अपने पिछले गेमप्ले की समीक्षा व्यापक और सहज तरीके से करने की अनुमति देती है। गेम तारीख के अनुसार संगठित होते हैं, सबसे हाल का शीर्ष पर होता है, और आप तीर बटनों का उपयोग करके तारीखों के बीच नेविगेट कर सकते हैं। एक विशिष्ट तारीख का चयन करके, आप गेम को प्रकार से फ़िल्टर कर सकते हैं और प्रत्येक गेम राउंड के लिए विस्तृत जानकारी देख सकते हैं, जिसमें समय, कुल दांव और परिणाम शामिल हैं। किसी विशिष्ट गेम पर टैप करने से रखे गए दांव और उनके परिणामों का गहन विश्लेषण मिलता है।</p><p>यह विशेषता \"समस्या की रिपोर्ट करें\" विकल्प भी शामिल करती है ताकि विशिष्ट गेम्स में किसी भी समस्या को चिह्नित किया जा सके। आपका बैलेंस और कुल दांव जानकारी आपके इतिहास नेविगेशन के दौरान दृश्यमान रहता है, जिससे आप अपने दांव के पैटर्न को सुरक्षित रख सकते हैं और गेम परिणामों की कुशलता से पुष्टि कर सकते हैं।</p>",
    "GAME_RULES": "<h3>खेल के नियम</h3><p>रूलेट का लक्ष्य सही तरीके से अनुमान लगाना है कि गेंद कहाँ रुकेगी, इसके लिए विशिष्ट संख्याओं या संख्याओं के समूहों पर दांव लगाएँ। पहिए में 0 से 36 तक संख्याएँ होती हैं। गेंद छोड़ने से पहले दांव बंद हो जाते हैं। एक बार गेंद पॉकेट में रुक जाए, तो विजेता संख्या की घोषणा होती है और सफल दांवों का भुगतान किया जाता है।</p><p>खिलाड़ी प्रति राउंड कई दांव लगा सकते हैं, जिसके लिए आंतरिक और बाहरी दांव लगाने के क्षेत्र होते हैं। जीत तभी होती है जब आपका दांव गेंद के अंतिम विश्रामस्थल को कवर करता है, जिसमें भुगतान की राशि लगाए गए दांव के प्रकार पर निर्भर करती है।</p>",
    "PAYOUTS": "<h3>भुगतान</h3><p>रुलेट में जीत तालिका पर लगाई गई शर्त के प्रकार से निर्धारित होती है।</p><table><thead><tr><th>शर्त प्रकार</th><th>भुगतान</th></tr></thead><tbody><tr><td>सीधा</td><td>35:1</td></tr><tr><td>स्प्लिट</td><td>17:1</td></tr><tr><td>सड़क</td><td>11:1</td></tr><tr><td>कोना</td><td>8:1</td></tr><tr><td>लाइन</td><td>5:1</td></tr><tr><td>कॉलम</td><td>2:1</td></tr><tr><td>दर्जन</td><td>2:1</td></tr><tr><td>लाल/काला</td><td>1:1</td></tr><tr><td>सम/विषम</td><td>1:1</td></tr><tr><td>1-18/19-36</td><td>1:1</td></tr></tbody></table><p>कोई भी खराबी या तकनीकी समस्या सभी शर्तों और परिणामों को रद्द कर देती है।</p>",
    "PLACING_BETS": "<h3>बेट लगाने</h3><p>बेट लिमिट पैनल टेबल पर न्यूनतम और अधिकतम अनुमति दी गई बेट राशि को प्रदर्शित करता है। ये लिमिट समय-समय पर बदल सकती हैं, इसलिए अपने वर्तमान लिमिट की नियमित जांच कर लेना सही रहता है। खेल में भाग लेने के लिए, सुनिश्चित करें कि आपके खाते में आपके द्वारा लगाए जाने वाले बेट्स को कवर करने के लिए पर्याप्त धनराशि है। आपकी मौजूदा शेष राशि स्क्रीन पर दृश्य है।</p><p>बेट लगाने के लिए, पहले चिप डिस्प्ले से अपने इच्छित चिप मान का चयन करें। केवल उन चिप संख्याओं को ही दर्शाया जाएगा जिन्हें आपकी वर्तमान संतुलन कवर कर सकती है। एक बार जब आपने चिप चुन लिया है, तो तालिका पर उपयुक्त बेटिंग क्षेत्र पर क्लिक या टैप करें। हर क्लिक चयनित चिप मान को बढ़ाता है, उस बेट प्रकार की अधिकतम सीमा तक।</p><p>दोहरीकरण (2x) बटन तब उपलब्ध होता है जब आप बेट लगाते हैं। इस बटन पर क्लिक करने से आपकी सभी मौजूदा बेट्स को अधिकतम लिमिट तक डबल कर देता है। इस सुविधा का उपयोग करने से पहले सुनिश्चित कर लें कि आपकी सभी बेट्स को डबल करने के लिए पर्याप्त धनराशि है। रिपीट बटन आपको पिछले गेम राउंड से सभी बेट्स की नकल करने की अनुमति देता है। यह विकल्प तभी उपलब्ध होता है जब आपने वर्तमान राउंड में पहला चिप नहीं लगाया हो। यदि आपको अपनी बेट्स समायोजित करनी है, तो अन्डू बटन आखिरी बेट को हटाता है। आप इस बटन को बार-बार क्लिक कर सकते हैं ताकि एक-एक करके बेट्स को उल्टे क्रम में हटाया जा सके। सभी बेट्स को एक बार में हटाने के लिए बस अन्डू बटन को दबाए रखें।</p><p>कुल बेट संकेतक वर्तमान राउंड में लगाए गए सभी बेट्स की संचित राशि को दिखाता है। यदि आप कोई बेट लगाना चाहते हैं जो आपकी कुल शेष राशि से अधिक हो, तो गेम आपको अपनी बेट में परिवर्तन करने के लिए सूचित करेगा।</p>",
    "RACETRACK_BETS": "<h3>रेसट्रैक बेट्स</h3><p>रूलेट में पड़ोसी बेट्स विशेष दांव होते हैं जो पहिये पर एक विशिष्ट संख्या और उसके आस-पास की संख्याओं पर लगते हैं। ये बेट्स रेसट्रैक का उपयोग करके लगाए जाते हैं, जो एक अंडाकार आकार का बेटिंग क्षेत्र है जो पहिये के लेआउट को दर्शाता है। रेसट्रैक तक पहुँचने के लिए, RACETRACK बटन पर क्लिक करें। यह सुविधा मानक टेबल लेआउट के बजाय पहिये की स्थिति के आधार पर जटिल बेट्स को अधिक सहजता से लगाने की अनुमति देती है।</p><h4>टियर्स डू सिलिंड्रे</h4><p>यह बेट शून्य से पहिये के विपरीत दिशा में 12 संख्याओं पर लगती है। इसके लिए 6 चिप्स की आवश्यकता होती है, जिन्हें इस प्रकार रखा जाता है:</p><ul><li>5/8 विभाजन</li><li>10/11 विभाजन</li><li>13/16 विभाजन</li><li>23/24 विभाजन</li><li>27/30 विभाजन</li><li>33/36 विभाजन</li></ul><p>यह दांव प्रभावी रूप से शून्य खंड को छोड़कर, पहिये के लगभग एक-तिहाई हिस्से को कवर करता है।</p><h4>ऑर्फ़ेलिन्स ए शेवल</h4><p>यह दांव पहिये के दो अलग-अलग खंडों में 8 संख्याओं को कवर करता है, जो अन्य घोषित दांवों में शामिल नहीं हैं। इसमें 5 चिप्स का उपयोग होता है:</p><ul><li>1 (सीधे ऊपर)</li><li>6/9 विभाजन</li><li>14/17 विभाजन</li><li>17/20 विभाजन</li><li>31/34 विभाजन</li></ul><p>यह दांव \"अनाथ\" संख्याओं को कवर करता है जो वोइसिन या टियर्स दांव में शामिल नहीं हैं।</p><h4>वोइसिन डु ज़ीरो</h4><p>शून्य के आसपास 17 संख्याओं को कवर करते हुए, इस दांव में 9 चिप्स का उपयोग होता है:</p><ul><li>0/2/3 स्ट्रीट पर 2 चिप्स</li><li>4/7 विभाजन</li><li>12/15 विभाजन</li><li>18/21 विभाजन</li><li>19/22 विभाजन</li><li>25/26/28/29 पर 2 चिप्स कोना</li><li>32/35 विभाजन</li></ul><p>यह दांव शून्य और उसके पड़ोसियों सहित लगभग आधे पहिये को कवर करता है।</p><h4>जीरो खेल</h4><p>यह दांव 4 चिप्स का उपयोग करके शून्य के करीब 7 नंबरों पर केंद्रित है:</p><ul><li>0/3 विभाजन</li><li>12/15 विभाजन</li><li>26 (सीधे ऊपर)</li><li>32/35 विभाजन</li></ul><p>यह वोइसिन्स डू जीरो का एक छोटा संस्करण है, जो शून्य के आसपास के तत्काल क्षेत्र पर केंद्रित है।</p><p>पड़ोसी दांव लगाने के लिए, रेसट्रैक पर एक नंबर चुनें। यह स्वचालित रूप से चुने गए नंबर और दोनों तरफ उसके निकटतम पड़ोसियों पर दांव लगाता है। शामिल पड़ोसियों की संख्या को समायोजित करने के लिए + और - बटन का उपयोग करें, जिससे पहिया अनुभागों के अनुकूलित कवरेज की अनुमति मिलती है।</p>",
    "RETURN_TO_PLAYER": "<h3>प्लेयर के लिए रिटर्न</h3><p>इस रूलेट गेम के लिए सैद्धांतिक प्लेयर के लिए रिटर्न (RTP) 97.30% है।</p>",
    "STATISTICS": "<h3>आंकड़े</h3><p>आंकड़े सुविधा हाल ही के 500 गेम राउंड्स के परिणाम प्रदर्शित करती है। इसे STATISTICS बटन पर क्लिक करके पहुँचा जा सकता है और स्लाइडर का उपयोग करके प्रदर्शित पिछले परिणामों की संख्या समायोजित की जा सकती है। आँकड़ों के चित्र में क्षेत्रों पर होवर करने से टेबल पर संबंधित शर्त स्थान हाइलाइट होते हैं। इन आँकड़ों के आधार पर शर्त लगाने के लिए, बस हाइलाइट किए गए क्षेत्र पर क्लिक या टैप करें।</p>",
    "WINNING_NUMBERS": "<h3>विजेता संख्या</h3><p>विजेता संख्या पैनल हाल के खेल परिणामों को दर्शाता है। सबसे बाईं संख्या सबसे हालिया दौर के परिणाम को दर्शाती है</p>"
  },
  "SICBO": {
    "ANY_TRIPLE": "कोई भी तिहरा",
    "BIG": "बड़ा",
    "EACH_DOUBLE": "प्रत्येक डबल",
    "EACH_TRIPLE": "प्रत्येक तिहरा",
    "LOADING_FORTUNE_AWAITS": "भाग्य तुम्हारी मुन्तज़िर है...",
    "LOADING_PLACE_LUCKY_BETS": "जल्द ही अपने भाग्यशाली दांव लगाएं...",
    "LOADING_PREPARING_ROLL": "रोल की तैयारी हो रही है...",
    "LOADING_SECURING_DICE_DOME": "पासा गुंबद को सुरक्षित करना...",
    "LOSE_ON_ANY_TRIPLE": "किसी भी तिहरे पर हारें",
    "ON_DOUBLE": "डबल पर",
    "ON_SINGLE": "एकल पर",
    "ON_TRIPLE": "तिहरे पर",
    "POLISHING_THE_PRECIOUS_DICE": "कीमती पासों की चमक बढ़ाना...",
    "PREPARING_THE_SHAKE": "शेकर की तैयारी हो रही है...",
    "SIDE_BETS_LOSE_ON": "साइड बेट्स हार जाते हैं",
    "SINGLE": "एकल",
    "SMALL": "छोटा",
    "SPECIFIC_TRIPLE": "विशिष्ट तिहरा",
    "TRIPLE": "तिहरा",
    "TWO_DICE": "दो पासे",
    "TWO_DICE_COMBO": "दो पासों का संयोजन",
    "VOIDS_OTHER_SIDEBETS": "कोई भी तिहरा"
  },
  "SICBO_RULES": {
    "AUTOPLAY": "<h3>ऑटोप्ले</h3><p>ऑटोप्ले सुविधा आपके पिछले दांव को 5, 10, 25, या 100 राउंड्स के लिए स्वचालित रूप से दोहराती है। शुरू करने के लिए, एक दांव लगाएं और फिर ऑटोप्ले मेनू में राउंड की संख्या चुनें। शेष राउंड दिखाए जाते हैं, और आप ऑटोप्ले को कभी भी रोक सकते हैं—वर्तमान राउंड समाप्त होने के बाद इसका प्रभाव होता है।</p><ul><li>एक सक्रिय ऑटोप्ले सत्र के दौरान अतिरिक्त दांव लगाने से एक संकेत उत्पन्न होता है: \"आपका ऑटो-प्ले इस दांव के अनुसार अपडेट किया जाएगा।\"</li><li>रोकने से ऑटोप्ले वर्तमान राउंड के बाद समाप्त हो जाता है।</li><li>अपडेट शेष सभी ऑटोप्ले राउंड्स के लिए आपके नए दांव को लागू करता है।</li></ul><p>हर राउंड के बाद बैलेंस अपडेट होता है जैसा कि सामान्य रूप से होता है। यदि आप खेल छोड़ते हैं या रिफ्रेश करते हैं, तो ऑटोप्ले समाप्त हो जाता है, लेकिन वर्तमान राउंड के लिए कोई भी दांव मान्य रहता है।</p>",
    "BET_TYPES": "<h3>बेट के प्रकार</h3><strong>छोटा/बड़ा</strong><p>छोटे पर दाँव लगाने पर यदि तीनों पासे का योग 4 से 10 के बीच होता है, तो जीत होती है। बड़ा पर दाँव लगाने पर जीत होती है यदि कुल योग 11 से 17 के बीच होता है। दोनों तभी हारते हैं जब परिणाम कोई भी ट्रिपल होता है, मतलब तीनों पासे एक ही नंबर दिखाते हैं।</p><strong>विषम/सम</strong><p>यह दाँव भविष्यवाणी करता है कि कुल योग विषम होगा या सम। अगर तीनों पासे एक ही नंबर का ट्रिपल बनाते हैं, तो यह दाँव स्वचालित रूप से हार जाता है। विषम रेंज में ट्रिपल्स शामिल नहीं होते जो हो सके की विषम हों, और सम रेंज में भी सम ट्रिपल्स शामिल नहीं होते।</p><strong>डबल</strong><p>डबल दाँव लगाने से मतलब होता है कि आप अदा कर रहे हैं कि ठीक-ठीक तीन में से दो पासे एक ही चेहरा दिखायेंगे। यदि सभी तीन पासे मेल खाते हैं, तब भी डबल दाँव एक ही रेट पर अदा करता है क्योंकि कम से कम दो पासे मेल खाने की शर्त पूरी हो जाती है।</p><strong>विशिष्ट ट्रिपल</strong><p>विशिष्ट ट्रिपल दाँव एक निश्चित ट्रिपल पर केंद्रित होता है, जैसे कि तीन 2 या तीन 5। आप तभी जीतते हैं यदि तीनों पासे विशेष नंबर के साथ मेल खाते हों। यह सबसे अधिक भुगतान वाले दाँवों में होता है क्योंकि इसकी संभावना कम होती है।</p><strong>कोई भी ट्रिपल</strong><p>कोई भी ट्रिपल एक साथ सभी छह संभावित ट्रिपल्स को कवर करता है। आप जीतते हैं यदि तीनों पासे किसी एक नंबर से मेल खाते हैं (उदाहरण के लिए, तीन 1, तीन 2, आदि), एक व्यापक लेकिन फिर भी काफी दुर्लभ परिणाम पेश करता है।</p><strong>तीन पासे का कुल</strong><p>यह दाँव 4 से 17 के कुल में से एक पर लगाया जाता है। प्रत्येक कुल अपने संभावना पर आधारित एक अद्वितीय भुगतान प्रदान करता है, कम बार की संभावना वाले कुल में उच्चतर भुगतान होते हैं।</p><strong>दो पासे कॉम्बो</strong><p>एक दो पासे कॉम्बो दाँव कोई भी दो विभिन्न नंबर (जैसे कि 3 और 6) को कवर करता है जो तीनों पासे में से किसी पर आते हैं। इससे कोई फर्क नहीं पड़ता कि कौनसे पासे ये दो चेहरे दिखाते हैं, जब तक दोनों अंतिम रोल में कहीं पर नजर आते हैं।</p><strong>एकल</strong><p>एकल दाँव छह चेहरों (1, 2, 3, 4, 5, या 6) में से एक पर लगाया जाता है। अगर आपके चुने हुए नंबर एक बार आता है, तो आप नियमित भुगतान प्राप्त करते हैं; अगर यह दो बार या तीन बार आता है, तो आप उच्चतर पुरस्कार कमाते हैं।</p>",
    "CHAT": "<h3>चैट</h3><p>चैट सुविधा आपको अन्य खिलाड़ियों और खेल प्रस्तुतकर्ता के साथ संवाद करने देती है। चैट फ़ील्ड में अपना संदेश दर्ज करें और भेजने के लिए एंटर या तीर बटन दबाएं। चर्चा को सम्मानजनक रखें; आपत्तिजनक या अपमानजनक भाषा के परिणामस्वरूप चैट अधिकार रद्द किए जा सकते हैं।</p>",
    "DISCONNECTION_POLICY": "<h3>डिसकनेक्शन नीति</h3><p>मध्य-राउंड में डिसकनेक्ट होने पर, कोई भी स्वीकार की गईं शर्तें वैध रहती हैं और सामान्य रूप से निपटारा किया जाता है। अगर आपकी शर्त डिसकनेक्शन से पहले स्वीकार नहीं की गई थी, तो उसे वापस कर दिया जाएगा। पुनः कनेक्शन के बाद, आप इतिहास विंडो में परिणामों की समीक्षा कर सकते हैं।</p>",
    "ERROR_HANDLING": "<h3>त्रुटि आवर्तन</h3><p>यदि कोई खेल, प्रणाली, या प्रक्रिया त्रुटि होती है, तो दौर निलंबित कर दिया जाता है। खिलाड़ियों को पॉप-अप या चैट के माध्यम से सूचित किया जाता है। यदि समस्या को तुरंत हल नहीं किया जा सकता है, तो दौर रद्द कर दिया जाता है और सभी दाँव लौटा दिए जाते हैं।</p>",
    "GAME_HISTORY": "<h3>गेम हिस्ट्री</h3><p>गेम हिस्ट्री को देखने के लिए गेम हिस्ट्री बटन पर क्लिक करें। राउंड तारीख के अनुसार क्रमबद्ध होते हैं, जिसमें हाल ही के राउंड ऊपर होते हैं। प्रत्येक एंट्री में खेल का प्रकार, तारीख, कुल दांव और परिणाम दर्शाए जाते हैं। एंट्री का चयन करने पर अधिक जानकारी दिखाई जाती है जैसे कि खेल के निपटारे का समय, खेल संख्या, यदि लागू हो तो विजेता संख्या, लगाई गई दांव, और क्या खेल रद्द किया गया था। यदि समस्या मिलती है तो \"रिपोर्ट प्रॉब्लम\" विकल्प भी उपलब्ध है। अगर कोई राउंड नहीं खेला गया है, तो एक दांव लगाने की संकेत मिलता है।</p>",
    "GAME_RESULT": "<h3>गेम परिणाम</h3><p>विजेता डाइस फेस वैल्यूज़ का एक ग्राफिकल प्रतिनिधित्व आपकी स्क्रीन पर दिखाया जाएगा। आपके जीत की राशि नीचे दिखाई जाएगी।</p><p>विजेता सूची खेल राउंड के अंत में प्रदर्शित की जाती है और यह वर्तमान तालिका में अंतिम खेल राउंड में जीते सभी खिलाड़ियों के उपनाम दिखाएगी।</p>",
    "GAME_RULES": "<h3>खेल के नियम</h3><p>खिलाड़ी चिप की एक मूल्य का चयन करते हैं और पासा फेंक शुरू होने से पहले 52 उपलब्ध बेट स्पॉट्स में से किसी पर रखते हैं। प्रत्येक बेट स्पॉट का अपनी खुद की भुगतान संरचना होती है। एक बार सट्टेबाजी समय समाप्त हो जाता है, पासा दिखाई देता है और परिणाम सभी जीतने वाले दावों का निर्धारण करता है।</p><p>यदि विरोधाभासी बेट्स (जैसे छोटे बनाम बड़े या विषम बनाम सम) की अनुमति एक साथ नही होती है, तो जब एक को रखा जाता है तो प्रणाली दूसरे को ब्लॉक कर देगी और खिलाड़ियों को एक टूलटिप संदेश प्रदर्शित करके सूचित किया जाएगा।</p>",
    "GAME_STATISTICS": "<h3>गेम सांख्यिकी</h3><p>सांख्यिकी विंडो गेम राउंड विवरणों की एक विस्तृत श्रृंखला प्रदान करता है और भविष्य के गेम राउंड में शर्त लगाने के विकल्पों का चयन करने में आपकी मदद कर सकता है।</p><p>गेम सांख्यिकी खिलाड़ियों को गेम के इतिहास का तेजी से आकलन करने, रुझानों की पहचान करने और भविष्य के परिणामों की भविष्यवाणी करने के प्रयास में सहायता करता है। गेम पिछले 15 गेम राउंड के छोटे, बड़े, ट्रिपल, इकाई और सम सांख्यिकी का प्रदर्शन करता है।</p><p>रोडमैप्स ग्रिड पर वितरित गेम राउंड परिणामों और रुझानों के चित्रमय प्रतिनिधित्व हैं।</p><p>छोटे/बड़े टैब में, छोटे (S), बड़े (B), और ट्रिपल (T) के लिए प्रत्येक परिणाम को एक अलग सर्कल के रूप में दर्शाया जाता है। इकाई/सम टैब में, परिणाम इकाई (O), सम (E), और ट्रिपल (T) छोटे/बड़े रोडमैप पर समान तरीके से दिखाए जाते हैं। चार्ट पर 500 तक के सबसे हालिया गेम राउंड की सांख्यिकी प्रदर्शित होती है।</p><p>चार्ट टैब में, आप सभी छह संख्यात्मक मान और छोटे, बड़े, ट्रिपल, इकाई और सम परिणामों का प्रतिशत प्रतिनिधित्व देख सकते हैं।</p>",
    "INTRODUCTION": "<h3>परिचय</h3><p>सिक बो एक तेज़-तर्रार पासा खेल है जो तीन छह फलक वाले पासों के साथ एक स्वचालित डाइस शेकर्स के अंदर खेला जाता है। लक्ष्य विभिन्न संभावित परिणामों पर दांव लगाकर पासा के रोल के परिणाम का पूर्वानुमान लगाना है। एक बार दांव बंद होने के बाद, डाइस शेकर्स परिणाम निर्धारित करता है और जीतने वाले दांव के अनुसार भुगतान किया जाता है।</p>",
    "NO_ROLL_SITUATIONS": "<h3>नो रोल स्थिति</h3><p>यदि रोल मान्य नहीं है, तो इसे \"नो रोल\" घटना माना जाएगा। \"नो रोल\" निम्नलिखित स्थितियों में होती है:</p><ul><li>जब डाइस शेकर्स 3 सेकंड से कम समय तक हिलते हैं।</li><li>एक या अधिक पासे किनारे पर फंसे होते हैं या एक-दूसरे के ऊपर होते हैं।</li><li>डाइस शेकर्स या किसी भी पासे पर यांत्रिक गड़बड़ी प्रभाव डालती है।</li></ul><p>\"नो रोल\" की स्थिति में, मानक संचालन प्रक्रियाओं के अनुसार पुनः रोल शुरू किया जाएगा। आपकी शर्तें तब तक बनी रहेंगी जब तक कि एक मान्य रोल पूरा नहीं हो जाता।</p>",
    "PAYOUTS": "<h3>भुगतान</h3><table><thead><tr><th>शर्त प्रकार</th><th>भुगतान</th></tr></thead><tbody><tr><td>छोटा/बड़ा</td><td>1:1</td></tr><tr><td>विषम/सम</td><td>1:1</td></tr><tr><td>डबल</td><td>12:1</td></tr><tr><td>विशिष्ट ट्रिपल</td><td>210:1</td></tr><tr><td>कोई भी ट्रिपल</td><td>34:1</td></tr><tr><td>कुल 4 या 17</td><td>70:1</td></tr><tr><td>कुल 5 या 16</td><td>34:1</td></tr><tr><td>कुल 6 या 15</td><td>20:1</td></tr><tr><td>कुल 7 या 14</td><td>13:1</td></tr><tr><td>कुल 8 या 13</td><td>9:1</td></tr><tr><td>कुल 9 या 12</td><td>7:1</td></tr><tr><td>कुल 10 या 11</td><td>6:1</td></tr><tr><td>दो पासा संयोजन</td><td>6:1</td></tr><tr><td>एकल</td></tr><tr><td>एकल पर</td><td>1:1</td></tr><tr><td>डबल पर</td><td>2:1</td></tr><tr><td>ट्रिपल पर</td><td>15:1</td></tr></tbody></table>",
    "PLACING_BETS": "<h3>बेट लगाने</h3><p>बेट लिमिट पैनल टेबल पर न्यूनतम और अधिकतम अनुमत बेट राशियों को दिखाता है। भाग लेने के लिए, सुनिश्चित करें कि आपके खाते में पर्याप्त धनराशि है। आपकी मौजूदा शेष राशि हमेशा स्क्रीन पर दृश्य होती है।</p><ul><li>1. चिप डिस्प्ले से चिप मूल्य का चयन करें (केवल वह संख्याएं उपलब्ध हैं जिन्हें आपकी शेष राशि कवर कर सकती है)।</li><li>2. तालिका पर इच्छित बेट क्षेत्र पर क्लिक या टैप करें। प्रत्येक क्लिक चयनित चिप मूल्य को बढ़ाता है, अधिकतम सीमा तक।</li><li>3. सभी वर्तमान बेट्स को डबल करने के लिए दोहरीकरण (2x) बटन पर क्लिक करें (धनराशि अनुमति के अधीन)।</li><li>4. पिछले राउंड के सभी बेट्स को दोहराने के लिए रिपीट बटन पर क्लिक करें (केवल नई बेट्स लगाने से पहले उपलब्ध)।</li><li>5. अंडू अंतिम बेट को हटाता है; अंडू को दबाए रखने से सभी बेट्स एक साथ साफ हो जाते हैं।</li><li>6. कुल बेट संकेतक सभी वर्तमान बेट्स की राशि दिखाता है।</li></ul><p>यदि आप अपनी शेष राशि को पार कर जाते हैं, तो खेल आपको अपनी बेट को समायोजित करने का संकेत देगा।</p>",
    "RETURN_TO_PLAYER": "<h3>खिलाड़ी को वापसी</h3><table><thead><tr><th>शर्त</th><th>खिलाड़ी को वापसी</th></tr></thead><tbody><tr><td>छोटा/बड़ा</td><td>97.22%</td></tr><tr><td>विषम/सम</td><td>97.22%</td></tr><tr><td>डबल</td><td>96.30%</td></tr><tr><td>विशिष्ट ट्रिपल</td><td>97.69%</td></tr><tr><td>कोई भी ट्रिपल</td><td>97.22%</td></tr><tr><td>तीन पासा कुल</td></tr><tr><td>कुल 4 या 17</td><td>98.61%</td></tr><tr><td>कुल 5 या 16</td><td>97.22%</td></tr><tr><td>कुल 6 या 15</td><td>97.22%</td></tr><tr><td>कुल 7 या 14</td><td>97.22%</td></tr><tr><td>कुल 8 या 13</td><td>97.22%</td></tr><tr><td>कुल 9 या 12</td><td>92.59%</td></tr><tr><td>कुल 10 या 11</td><td>87.50%</td></tr><tr><td>दो पासा संयोजन</td><td>97.22%</td></tr><tr><td>एकल</td><td>97.69%</td></tr></tbody></table>",
    "SUPPORT": "<h3>सहायता</h3><p>यदि आपको अतिरिक्त सहायता की आवश्यकता है या आपके कोई प्रश्न हैं, तो SUPPORT बटन पर क्लिक करें और हमारे सहायता टीम के साथ एक समर्पित चैट विंडो खोलें। अपनी समस्या बताएं, और लाइव सहायता एजेंट यथाशीघ्र आपकी सहायता करेगा।</p>",
    "WINNING_NUMBERS": "<h3>विजेता अंक </h3><p>विजेता अंक पैनल हाल के खेल के परिणामों को प्रदर्शित करता है। सबसे बायाँ अंक सबसे हालिया राउंड के परिणाम को दर्शाता है</p>"
  },
  "SYSTEM_MESSAGE": {
    "GENERAL_ERROR": "सिस्टम त्रुटि",
    "GENERAL_ERROR_RESPIN": "त्रुटि का पता चला। बॉल को फिर से स्पिन किया जा रहा है",
    "SHUFFLE": "पत्ते फेर दिए गए",
    "SICBO_INVALID_RESULT": "गलत रोल। फिर से शेकिंग"
  }
}