{
  "BACCARAT": {
    "BETTING_STATISTICS": "Statistik taruhan",
    "CLASSIC": "Klasik",
    "GAME_SPECIFICS": "Spesifikasi Permainan",
    "IMMERSIVE": "Immersif",
    "LOADING_APPLYING_MAKEUP": "Menerapkan riasan...",
    "LOADING_DEALER_REFRESHING": "Dealer menyegarkan...",
    "LOADING_READING_RULES": "Membaca aturan...",
    "LOADING_VACUUMING_STUDIO": "Sedang membersihkan studio...",
    "LOADING_WATERING_PLANTS": "Menyiram tanaman...",
    "LOADING_WAXING_TABLE": "Memoles meja...",
    "PLAYER_BETTING_ACTIVITY_FOR_EACH_BET_SPOT": "Aktivitas taruhan pemain untuk setiap area taruhan",
    "PREPARING_DEALER": "Mempersiapkan dealer...",
    "SCORECARDS": "Kartu Skor",
    "SHOW_ALL_SIDE_BETS": "Tampilkan semua taruhan sampingan",
    "SHUFFLING_CARDS": "Mengocok kartu..."
  },
  "COMMON": {
    "ADVANCED": "Lanjutan",
    "ALL_SOUNDS": "Semua suara",
    "AUTOPLAY": "Putar Otomatis",
    "AUTOPLAY_FINISHED": "Putar-Otomatis Selesai",
    "AUTOPLAY_PROMPT1": "Apakah Anda ingin melanjutkan Autoplay dengan perubahan taruhan Anda",
    "AUTOPLAY_PROMPT2": "Untuk mengaktifkan Putar Otomatis, pasang taruhan",
    "AUTOPLAY_PROMPT3": "Autoplay akan secara otomatis mengulang taruhan terakhir Anda",
    "AUTOPLAY_PROMPT4": "Apakah Anda ingin melanjutkan putar otomatis",
    "AUTOPLAY_RULE": "Roulette adalah permainan kasino klasik di mana pemain bertaruh pada tempat bola akan mendarat di roda yang berputar. Permainan ini menawarkan berbagai opsi taruhan dan pembayaran, memberikan kegembiraan dan peluang strategis bagi pemain.",
    "BALANCE": "Saldo",
    "BANNED": "ANDA DILARANG",
    "BANNED_TIP": "Pemain yang Terhormat, mohon maaf atas ketidaknyamanannya. Meja saat ini ditutup. Ada meja lain di mana Anda dapat bergabung dan bermain",
    "BET": "TARUHAN",
    "BET_CHANGED": "Taruhan diubah",
    "BET_LIMITS": "Batas Taruhan",
    "BETTING_GRID": "Grid taruhan",
    "BETTING_MODES": "Mode taruhan",
    "BET_TYPE": "Jenis Taruhan",
    "BET_TYPES": "Jenis Taruhan",
    "CHAT": "Obrolan",
    "CHAT_DISABLED": "OBROLAN DINONAKTIFKAN",
    "CHAT_DISABLED_TIP": "Privilegium obrolan Anda dinonaktifkan, silakan isi saldo atau pasang taruhan",
    "CLOSE": "Tutup",
    "COLD": "Dingin",
    "COMING_SOON": "Segera hadir",
    "CONFIRM": "Konfirmasi",
    "CONTINUE": "Lanjutkan",
    "DATE": "TANGGAL",
    "DEALER": "DEALER",
    "DEALERS_VOICE": "Suara Dealer",
    "DISCONNECTION_POLICY": "Kebijakan Pemutusan",
    "DOUBLE": "Ganda",
    "ENTER_SCREEN_NAME": "MASUKKAN NAMA LAYAR ANDA",
    "ERROR_HANDLING": "Penanganan Kesalahan",
    "ERROR_MAX_20": "Maksimal 20 karakter",
    "ERROR_MIN_3": "Minimal 3 karakter",
    "ERROR_SYMBOLS": "Simbol khusus tidak diizinkan",
    "EVEN": "Genap",
    "EXIT": "Keluar permainan",
    "EXPAND_CHAT": "Perluas obrolan",
    "FIRST_BETS": "Pertama tempatkan taruhan Anda",
    "FULL_SCREEN": "Layar penuh",
    "GAME": "PERMAINAN",
    "GAME_CANCELED": "Game Dibatalkan",
    "GAME_HISTORY": "Riwayat Permainan",
    "GAME_NUMBER": "Nomor permainan",
    "GAME_PAUSED": "Permainan dijeda sebentar. Tunggu.",
    "GAME_PRESENTER": "Penyaji Permainan",
    "GAME_RESOLVED": "Permainan diselesaikan",
    "GAME_RESULT": "Hasil Permainan",
    "GAME_SETTINGS": "Pengaturan Permainan",
    "GAME_SOUNDS": "Suara permainan",
    "GAMES_RULES": "Aturan Permainan",
    "GAME_STATISTICS": "Statistik Permainan",
    "GENERAL": "UMUM",
    "HELP": "Bantuan",
    "HELP_RULES": "Bantuan & Aturan",
    "HISTORY": "Riwayat",
    "HISTORY_EMPTY1": "Belum ada permainan yang dimainkan!",
    "HISTORY_EMPTY2": "Mulai bermain untuk melihat riwayat permainan Anda di sini.",
    "HISTORY_EMPTY3": "Permainan dan taruhan terbaru Anda akan ditampilkan untuk memudahkan pelacakan dan peninjauan.",
    "HOT": "Panas",
    "HOT_COLD": "Panas/Dingin",
    "INACTIVITY": "Permainan dijeda karena tidak aktif",
    "INTRODUCTION": "Pengantar",
    "KEEP_AUTOPLAY": "Jaga Pemutaran Otomatis",
    "LANGUAGE": "Bahasa",
    "LAST_500": "Terakhir 500",
    "LAST_WIN": "Kemenangan terakhir",
    "LEFT": "kiri",
    "LESS_VOLUME_SETTINGS": "Pengaturan volume lebih sedikit",
    "LIVE_CHAT": "Obrolan Langsung",
    "LIVE_ROULETTE": "ROULETTE LANGSUNG",
    "LIVE_SICBO": "SIC BO OTOMATIS",
    "LOBBY": "Lobi",
    "LOW_BALANCE1": "Saldo rendah",
    "LOW_BALANCE2": "Saldo terlalu rendah. Deposit dana untuk bermain.",
    "MAKE_BET": "Pasang taruhan",
    "MASTER_VOLUME": "Volume Utama",
    "MAX_LIMIT_REACHED": "Batas maksimum tercapai",
    "MAX_PAYOUT": "PEMBAYARAN MAKSIMUM {{currencySymbol}}{{amount}} PLUS TARUHAN MENANG PEMAIN",
    "MAX_WIN": "MENANG MAKS",
    "MAX_WIN_REACHED": "Anda telah mencapai kemenangan maksimum sebesar {{currencySymbol}}{{amount}}",
    "MINIMIZE": "Minimalisir",
    "MODE_DEFAULT": "Bawaan",
    "MODE_DEFAULT_TIP": "Pasang taruhan pada angka",
    "MODE_FULL_COMPLETE": "Lengkap penuh",
    "MODE_STRAIGHT": "Tepat di atas",
    "MODE_STRAIGHT_TIP": "Memiliki 38 slot bernomor, termasuk 0",
    "MORE_VOLUME_SETTINGS": "Pengaturan volume lainnya",
    "MUTE": "Bisukan",
    "NEXT_GAME_SOON": "Tunggu putaran berikutnya",
    "NO_BET": "Pasang taruhan untuk mengaktifkan Putar Otomatis",
    "NO_HISTORY": "Pasang taruhan",
    "NO_MORE_BET": "TIDAK ADA TARUHAN LAGI",
    "NO_ROLL_SITUATIONS": "Situasi Tanpa Putaran",
    "ODD": "Ganjil",
    "OPPOSITE_BETTING_RESTRICTED": "Taruhan berlawanan dibatasi.",
    "PAYOUTS": "Pembayaran",
    "PAYOUTS_LIMITS": "Pembayaran & Batas",
    "PAYTABLE": "Tabel Pembayaran",
    "PLACE_A_BET": "Pasang taruhan",
    "PLACE_BET": "TEMPATKAN TARUHAN ANDA",
    "PLACING_BETS": "Menempatkan taruhan",
    "PLAYER_MESSAGES": "Pesan pemain",
    "PLAYER_MESSAGES_TIP": "Tampilkan pesan pemain lain di obrolan",
    "RACETRACK": "Lintasan Balap",
    "RACETRACK_BETS": "Taruhan Lintasan Balap",
    "RECONNECTING": "Menyambungkan kembali",
    "REFRESH": "Segarkan",
    "REJOIN_TIP": "Segarkan halaman untuk bergabung kembali ke permainan di perangkat ini",
    "REPEAT": "Ulangi",
    "REPEAT_AUTOMATICALLY": "Ulangi taruhan Anda secara otomatis",
    "RESULT": "HASIL",
    "RESUME_PLAY": "Lanjutkan",
    "RETURN_TO_PLAYER": "Kembali Ke Pemain",
    "ROTATE_ME_PLEASE": "Putar saya tolong",
    "ROUND_CANCELLED": "Putaran dibatalkan oleh Manajer Layanan. Taruhan dibatalkan",
    "ROUND_one": "Putaran",
    "ROUND_other": "Putaran",
    "SAFARI_HINT1": "SEBELUM MEMULAI",
    "SAFARI_HINT2": "Tingkatkan pengalaman Anda dengan menyembunyikan Toolbar",
    "SCREEN_NAME": "NAMA LAYAR",
    "SCREEN_NAME_TIP1": "Nama layar tidak bisa mengandung karakter khusus",
    "SCREEN_NAME_TIP2": "Tampilan karakter Min/Maks (3-15 karakter)",
    "SCREEN_NAME_UPDATED": "Nama layar diperbarui",
    "SESSION_EXPIRED": "Sesi Anda telah berakhir",
    "SETTING": "Pengaturan",
    "SETTINGS": "Pengaturan",
    "SKIP": "Lewati",
    "SOUND": "Suara",
    "STATISTICS": "Statistik",
    "STOP": "Berhenti",
    "STOP_AUTOPLAY": "Hentikan Putar Otomatis",
    "STUDIO_SOUNDS": "Suara studio",
    "SUPPORT": "Dukungan",
    "SWITCH": "Ganti",
    "TABLE_CLOSED": "TABEL DITUTUP",
    "TABLE_CLOSED_TIP1": "Para Pemain yang terhormat, mohon maaf atas ketidaknyamanan.",
    "TABLE_CLOSED_TIP2": "Meja saat ini ditutup. Ada meja lain di mana Anda dapat bergabung dan bermain",
    "TABLE_MAINTENANCE": "Pemeliharaan sedang berlangsung. Silakan pilih meja lain",
    "TOGGLE_SOUNDS": "Alihkan untuk mengaktifkan atau menonaktifkan semua suara.",
    "TOTAL": "Total",
    "TOTAL_BET": "Total Taruhan",
    "TURNED_OFF": "Dimatikan",
    "TURNED_ON": "Dihidupkan",
    "UNDO": "Batalkan",
    "VIDEO": "Video",
    "VIDEO_AUTO": "Otomatis",
    "VIDEO_HD": "HD",
    "VIDEO_HIGH": "Tinggi",
    "VIDEO_LOW": "Rendah",
    "VIDEO_MEDIUM": "Sedang",
    "VOLUME": "Volume",
    "WINNING_NUMBER": "NOMOR PEMENANG",
    "WINNING_NUMBERS": "Nomor Pemenang",
    "YOUR_MESSAGE": "PESAN ANDA...",
    "YOU_WIN": "ANDA MENANG"
  },
  "ROULETTE": {
    "BETTING_MODE": "Mode taruhan",
    "BET_TYPES": "Jenis Taruhan",
    "BLACK": "Hitam",
    "COLUMN": "Kolom",
    "CORNER": "Sudut",
    "DOZEN": "Lusin",
    "FLIP_PHONE": "Balikkan ponsel Anda untuk melanjutkan bermain",
    "LOADING_CHECKING_HORIZON": "Memeriksa tingkat cakrawala...",
    "LOADING_LIGHTING_LIGHT": "Menyalakan lampu...",
    "LOADING_POLISHING_BALL": "Mengkilapkan bola...",
    "LOADING_POWERING_CAMERA": "Menyalakan kamera...",
    "LOADING_SLAM_DUNKING": "Men-slam dunk bola...",
    "LOADING_SPIN_TO_WIN": "Putar untuk menang...",
    "LOADING_STARTING_ENGINES": "Memulai mesin...",
    "LOADING_WAXING_WHEEL": "Memoles roda...",
    "LOADING_YOUR_TURN": "Giliran Anda...",
    "NUMBER_OF_ROUNDS": "Jumlah Putaran",
    "RED": "Merah",
    "SIX_LINE": "Enam Baris",
    "SPLIT": "Pecah",
    "STRAIGHT_UP": "Tepat di atas",
    "STREET": "Jalan"
  },
  "ROULETTE_RULES": {
    "AUTOPLAY": "<h3>Putar Otomatis</h3><p>Fitur Putar Otomatis memungkinkan Anda untuk secara otomatis mengulangi taruhan Anda sebelumnya untuk sejumlah putaran permainan yang dipilih. Untuk menggunakan Putar Otomatis, Anda harus telah memasang taruhan dalam putaran permainan saat ini atau sebelumnya. Untuk memulai Putar Otomatis, klik tombol PUTAR OTOMATIS dan pilih jumlah putaran yang ingin Anda mainkan secara otomatis.</p><p>Setelah Putar Otomatis diaktifkan, jumlah putaran yang tersisa akan ditampilkan pada tombol Putar Otomatis. Putar Otomatis akan berlanjut hingga jumlah putaran yang dipilih selesai atau Anda memilih untuk menghentikannya dengan mengklik tombol BERHENTI.</p><p>Harap diperhatikan:</p><ul><li>Jika Anda mengubah taruhan saat Putar Otomatis berjalan, Putar Otomatis akan berhenti.</li><li>Keluar dari permainan akan menghentikan Putar Otomatis, tetapi setiap taruhan yang sudah dipasang akan tetap aktif untuk putaran berikutnya</li></ul><p>Jumlah total taruhan Putar Otomatis dihitung dengan mengalikan total taruhan per putaran dengan jumlah putaran Putar Otomatis yang dipilih.</p>",
    "BET_TYPES": "<h3>Jenis Taruhan</h3>\n<p>Roulette menawarkan berbagai opsi taruhan, masing-masing dengan tingkat pembayaran sendiri. Ini dibagi menjadi Taruhan Dalam dan Taruhan Luar.</p><p>Taruhan Dalam ditempatkan pada kotak bernomor dan mencakup:</p><ul><li>Straight Up (satu nomor),</li><li>Split (dua nomor berdekatan),</li><li>Street (tiga nomor dalam satu baris),</li><li>Corner (empat nomor bersisian),</li><li>Line (enam nomor di dua baris).</li></ul><p>Taruhan Luar ditempatkan di sekitar kotak utama dan mencakup kelompok angka yang lebih besar.</p><p>Ini termasuk:</p><ul><li>Merah/Hitam,</li><li>Genap/Ganjil,</li><li>Kolom dan Lusin (masing-masing mencakup 12 nomor),</li><li>dan 1-18/19-36 (masing-masing mencakup 18 nomor).</li></ul><p>Catat bahwa nol tidak termasuk dalam Taruhan Luar.</p><p>Taruhan Straight Up menawarkan pembayaran tertinggi, sedangkan Taruhan Luar memiliki pembayaran lebih rendah tetapi peluang menang lebih baik.</p>",
    "CHAT": "<h3>Chat</h3><p>Fitur Chat memungkinkan komunikasi antara pemain dan presenter permainan. Untuk menggunakannya, masukkan pesan Anda di kolom chat dan tekan Enter atau tombol panah untuk mengirim.</p><p>Pemain diharapkan menjaga komunikasi yang sopan. Perilaku kasar, bahasa ofensif, atau konten yang tidak pantas dapat mengakibatkan peringatan atau hak istimewa chat dicabut. Jika Anda tidak setuju dengan keputusan moderasi, hubungi dukungan Kasino untuk bantuan.</p><p>Harap dicatat, fungsi chat tersedia untuk pemain dengan saldo yang lebih tinggi dari taruhan minimum pada permainan tertentu. Pemain dengan saldo 0 tidak diizinkan untuk mengobrol dengan presenter permainan</p>",
    "DISCONNECTION_POLICY": "<h3>Kebijakan Pemutusan Koneksi</h3><p>Jika Anda mengalami pemutusan koneksi selama putaran permainan aktif, taruhan yang telah Anda pasang akan ditangani secara sesuai. Jika Anda memasang taruhan dan terputus sebelum periode taruhan berakhir, taruhan Anda akan dikembalikan ke akun Anda. Namun, jika taruhan Anda diterima karena waktu taruhan telah berakhir sebelum Anda terputus, taruhan Anda tetap berlaku dan akan diselesaikan sesuai dengan hasil permainan. Setelah terhubung kembali, Anda dapat memeriksa hasil taruhan Anda dengan mengakses jendela Riwayat, yang menampilkan hasil dari putaran yang dimainkan selama ketidakhadiran Anda.</p>",
    "ERROR_HANDLING": "<h3>Penanganan Kesalahan</h3><p>Jika terjadi kesalahan permainan, sistem, atau prosedur, putaran saat ini akan ditangguhkan sementara. Pemain akan diberitahu melalui pesan pop-up atau obrolan bahwa masalah sedang dalam penyelidikan. Jika kesalahan dapat segera diatasi, permainan akan dilanjutkan seperti biasa. Namun, jika solusi segera tidak memungkinkan, putaran akan dibatalkan dan semua taruhan awal akan dikembalikan kepada peserta.</p><p>Selain itu, agar sebuah putaran dinyatakan sah, bola harus menyelesaikan setidaknya tiga putaran penuh pada roda. Jika tidak, putaran akan dinyatakan tidak sah.</p>",
    "GAME_HISTORY": "<h3>Riwayat Permainan</h3><p>Fitur Riwayat Permainan memungkinkan Anda untuk meninjau permainan sebelumnya dengan cara yang komprehensif dan intuitif. Permainan tersusun berdasarkan tanggal, dengan yang terbaru di atas, dan Anda dapat bernavigasi antar tanggal menggunakan tombol panah. Dengan memilih tanggal tertentu, Anda dapat menyaring permainan berdasarkan jenis dan melihat informasi detail untuk setiap putaran permainan, termasuk waktu, total taruhan, dan hasil. Mengetuk permainan tertentu memberikan rincian mendalam tentang taruhan yang ditempatkan dan hasilnya.</p><p>Fitur ini juga menyertakan opsi \"Laporkan Masalah\" untuk menandai masalah pada permainan tertentu. Informasi saldo dan total taruhan Anda tetap terlihat selama navigasi riwayat, membantu Anda melacak pola taruhan dan memverifikasi hasil permainan dengan efisien.</p>",
    "GAME_RULES": "<h3>Peraturan Permainan</h3><p>Tujuan dalam Roulette adalah menebak dengan benar di mana bola akan mendarat dengan memasang taruhan pada angka-angka tertentu atau kelompok angka. Roda memiliki angka dari 0 hingga 36. Taruhan ditutup sebelum bola dilepaskan. Setelah bola berhenti di sebuah kantong, angka pemenang diumumkan dan taruhan yang menang dibayarkan.</p><p>Pemain dapat memasang beberapa taruhan per putaran menggunakan area taruhan dalam dan luar. Menang terjadi ketika taruhan Anda meliputi tempat akhir bola, dengan pembayaran tergantung pada jenis taruhan yang dipasang.</p>",
    "PAYOUTS": "<h3>Bayaran</h3><p>Kemenangan roulette ditentukan oleh jenis taruhan yang dipasang di meja.</p><table><thead><tr><th>Jenis Taruhan</th><th>Bayaran</th></tr></thead><tbody><tr><td>Langsung</td><td>35:1</td></tr><tr><td>Pembagian</td><td>17:1</td></tr><tr><td>Jalan</td><td>11:1</td></tr><tr><td>Pojok</td><td>8:1</td></tr><tr><td>Baris</td><td>5:1</td></tr><tr><td>Kolom</td><td>2:1</td></tr><tr><td>Lusin</td><td>2:1</td></tr><tr><td>Merah/Hitam</td><td>1:1</td></tr><tr><td>Genap/Ganjil</td><td>1:1</td></tr><tr><td>1-18/19-36</td><td>1:1</td></tr></tbody></table><p>Setiap kerusakan atau masalah teknis membatalkan semua taruhan dan hasil.</p>",
    "PLACING_BETS": "<h3>Menempatkan Taruhan</h3><p>Panel Batasan Taruhan menampilkan jumlah taruhan minimum dan maksimum yang diizinkan di meja. Batasan ini dapat berubah secara berkala, jadi disarankan untuk memeriksa batasan terkini Anda secara rutin. Untuk berpartisipasi dalam permainan, pastikan Anda memiliki dana yang cukup di akun Anda untuk menutupi taruhan yang diinginkan. Saldo Anda saat ini terlihat di layar.</p><p>Untuk memasang taruhan, pertama pilih nilai chip yang diinginkan dari Tampilan Chip. Hanya denominasi chip yang dapat ditutupi oleh saldo Anda saat ini yang akan tersedia. Setelah Anda memilih chip, klik atau ketuk pada area taruhan yang sesuai di meja. Setiap klik meningkatkan taruhan Anda sebesar nilai chip yang dipilih, hingga batas maksimum untuk jenis taruhan tersebut.</p><p>Tombol Gandakan (2x) menjadi tersedia setelah Anda memasang taruhan. Mengklik tombol ini menggandakan semua taruhan Anda saat ini, hingga batas maksimum. Pastikan Anda memiliki dana yang cukup untuk menutupi penggandaan semua taruhan Anda sebelum menggunakan fitur ini. Tombol Ulangi memungkinkan Anda mengulang semua taruhan dari putaran permainan sebelumnya. Opsi ini hanya tersedia sebelum memasang chip pertama Anda di putaran saat ini. Jika Anda perlu menyesuaikan taruhan Anda, tombol Urungkan menghapus taruhan terakhir yang Anda pasang. Anda dapat mengklik tombol ini berulang kali untuk menghapus taruhan satu per satu, dalam urutan terbalik dari pemasangan. Untuk menghapus semua taruhan sekaligus, tahan tombol Urungkan.</p><p>Indikator Total Taruhan menunjukkan jumlah kumulatif dari semua taruhan yang ditempatkan pada putaran saat ini. Jika Anda mencoba memasang taruhan yang melebihi total saldo Anda, permainan akan memberi tahu Anda untuk menyesuaikan taruhan Anda.</p>",
    "RACETRACK_BETS": "<h3>Taruhan Lintasan</h3><p>Taruhan Neighbor adalah taruhan khusus dalam Roulette yang mencakup angka tertentu dan angka-angka di sebelahnya pada roda. Taruhan ini ditempatkan menggunakan lintasan, area taruhan berbentuk oval yang merepresentasikan tata letak roda. Untuk mengakses lintasan, klik tombol RACETRACK. Fitur ini memungkinkan penempatan taruhan kompleks yang lebih intuitif berdasarkan posisi roda daripada tata letak meja standar.</p><h4>Tiers du Silinder</h4><p>Taruhan ini mencakup 12 angka di sisi berlawanan roda dari nol. Membutuhkan 6 koin, ditempatkan sebagai berikut:</p><ul><li>5/8 hasil bagi</li><li>10/11 hasil bagi</li><li>13/16 hasil bagi</li><li>23/24 hasil bagi</li><li>27/30 hasil bagi</li><li>33/36 hasil bagi</li></ul><p>Taruhan ini efektif mencakup sekitar sepertiga roda, mengesampingkan bagian nol.</p><h4>Orphelins a Cheval</h4><p>Taruhan ini mencakup 8 angka dalam dua bagian terpisah dari roda yang tidak termasuk dalam taruhan yang diumumkan lainnya. Memerlukan 5 koin:</p><ul><li>1 (langsung)</li><li>6/9 hasil bagi</li><li>14/17 hasil bagi</li><li>17/20 hasil bagi</li><li>31/34 hasil bagi</li></ul><p>Taruhan ini mencakup angka \"yatim piatu\" yang tidak termasuk dalam taruhan Voisins atau Tiers.</p><h4>Voisins du Zero</h4><p>Mencakup 17 angka di sekitar nol, taruhan ini menggunakan 9 koin:</p><ul><li>2 koin pada 0/2/3 jalan</li><li>4/7 hasil bagi</li><li>12/15 hasil bagi</li><li>18/21 hasil bagi</li><li>19/22 hasil bagi</li><li>2 koin pada sudut 25/26/28/29</li><li>32/35 hasil bagi</li></ul><p>Taruhan ini mencakup hampir separuh roda, termasuk nol dan tetangganya.</p><h4>Jeu Zero</h4><p>Taruhan ini fokus pada 7 angka dekat nol, menggunakan 4 koin:</p><ul><li>0/3 hasil bagi</li><li>12/15 hasil bagi</li><li>26 (langsung)</li><li>32/35 hasil bagi</li></ul><p>Ini adalah versi lebih kecil dari Voisins du Zero, memusatkan perhatian di area langsung di sekitar nol.</p><p>Untuk menempatkan taruhan neighbor, pilih angka pada lintasan. Ini secara otomatis bertaruh pada angka yang dipilih dan tetangganya di kedua sisi. Gunakan tombol + dan - untuk menyesuaikan jumlah tetangga yang disertakan, memungkinkan untuk cakupan yang disesuaikan dari bagian roda.</p>",
    "RETURN_TO_PLAYER": "<h3>Kembali Ke Pemain</h3><p>Teoretis Kembali Ke Pemain (RTP) untuk permainan Roulette ini adalah 97,30%.</p>",
    "STATISTICS": "<h3>Statistik</h3><p>Fitur Statistik menampilkan hasil dari hingga 500 putaran permainan terakhir. Akses dengan mengklik tombol STATISTICS dan gunakan slider untuk menyesuaikan jumlah hasil masa lalu yang ditampilkan. Menyorot area di diagram statistik akan menyoroti posisi taruhan yang sesuai di meja. Untuk memasang taruhan berdasarkan statistik ini, cukup klik atau ketuk area yang disorot.</p>",
    "WINNING_NUMBERS": "<h3>Nomor Pemenang</h3><p>Panel Nomor Pemenang menampilkan hasil pertandingan terbaru. Nomor paling kiri mewakili hasil putaran terbaru.</p>"
  },
  "SICBO": {
    "ANY_TRIPLE": "Triple apapun",
    "BIG": "Besar",
    "EACH_DOUBLE": "Setiap kembar",
    "EACH_TRIPLE": "Setiap triple",
    "LOADING_FORTUNE_AWAITS": "Keberuntungan menanti giliran...",
    "LOADING_PLACE_LUCKY_BETS": "Tempatkan taruhan keberuntungan Anda segera...",
    "LOADING_PREPARING_ROLL": "Mempersiapkan gulungan...",
    "LOADING_SECURING_DICE_DOME": "Mengamankan kubah dadu...",
    "LOSE_ON_ANY_TRIPLE": "Kalah pada triple apapun",
    "ON_DOUBLE": "pada taruhan dua kali",
    "ON_SINGLE": "pada satu",
    "ON_TRIPLE": "pada triple",
    "POLISHING_THE_PRECIOUS_DICE": "Menggosok dadu berharga...",
    "PREPARING_THE_SHAKE": "Mempersiapkan pengocok...",
    "SIDE_BETS_LOSE_ON": "Taruhan sampingan kalah pada",
    "SINGLE": "Satu",
    "SMALL": "Kecil",
    "SPECIFIC_TRIPLE": "Triple khusus",
    "TRIPLE": "Triple",
    "TWO_DICE": "Dua dadu",
    "TWO_DICE_COMBO": "Kombinasi dua dadu",
    "VOIDS_OTHER_SIDEBETS": "triple apapun"
  },
  "SICBO_RULES": {
    "AUTOPLAY": "<h3>Putar Otomatis</h3><p>Fitur Putar Otomatis secara otomatis mengulangi taruhan terakhir Anda untuk 5, 10, 25, atau 100 putaran. Untuk memulai, tempatkan taruhan dan kemudian pilih jumlah putaran di menu PUTAR OTOMATIS. Putaran yang tersisa ditampilkan, dan Anda dapat menghentikan Putar Otomatis kapan saja—ini berlaku setelah putaran saat ini selesai.</p><ul><li>Menempatkan Taruhan Tambahan selama sesi Putar Otomatis aktif memicu prompt: \"Putar otomatis Anda akan diperbarui sesuai dengan taruhan ini.\"</li><li>Berhenti mengakhiri Putar Otomatis setelah putaran saat ini.</li><li>Perbarui menerapkan taruhan baru Anda untuk semua putaran Putar Otomatis yang tersisa.</li></ul><p>Pembaruan saldo terjadi setelah setiap putaran seperti biasa. Jika Anda meninggalkan permainan atau memuat ulang, Putar Otomatis berakhir, tetapi taruhan untuk putaran saat ini tetap valid.</p>",
    "BET_TYPES": "<h3>Jenis Taruhan</h3><strong>Kecil/Besar</strong><p>Taruhan Kecil menang jika jumlah dari ketiga dadu adalah antara 4 dan 10, sementara taruhan Besar menang jika jumlahnya antara 11 dan 17. Keduanya kalah saat hasilnya adalah triple, artinya ketiga dadu menunjukkan angka yang sama.</p><strong>Ganjil/Genap</strong><p>Taruhan ini memprediksi apakah jumlahnya akan ganjil atau genap. Jika ketiga dadu membentuk triple, taruhan ini otomatis kalah. Kisaran Ganjil mengecualikan triple yang kebetulan ganjil, dan kisaran Genap mengecualikan triple yang genap.</p><strong>Double</strong><p>Memasang taruhan Double berarti Anda bertaruh bahwa tepat dua dari tiga dadu akan menunjukkan wajah yang sama. Jika semua dadu cocok, taruhan Double tetap membayar dengan tingkat yang sama karena kondisi memiliki setidaknya dua dadu yang cocok terpenuhi.</p><strong>Triple Tertentu</strong><p>Taruhan Triple Tertentu berfokus pada satu triple tertentu, seperti tiga dadu 2 atau tiga dadu 5. Anda menang hanya jika ketiga dadu cocok angka spesifik yang Anda pilih. Ini adalah salah satu taruhan dengan pembayaran tertinggi karena probabilitasnya yang lebih rendah.</p><strong>Triple Apa Saja</strong><p>Triple Apa Saja mencakup semua enam triple yang mungkin sekaligus. Anda menang jika ketiga dadu cocok dengan angka apa pun (misalnya, tiga 1, tiga 2, dll.), menawarkan hasil yang lebih luas tetapi tetap relatif langka.</p><strong>Total Tiga Dadu</strong><p>Taruhan ini dipasang pada salah satu dari total antara 4 hingga 17. Setiap total menawarkan pembayaran unik berdasarkan kemungkinan, dengan total yang kurang sering memiliki pembayaran lebih tinggi.</p><strong>Kombinasi Dua Dadu</strong><p>Taruhan Kombinasi Dua Dadu mencakup dua angka berbeda (seperti 3 dan 6) yang muncul di antara tiga dadu. Tidak masalah dadu mana yang menunjukkan dua wajah ini, asalkan keduanya muncul di gulungan akhir.</p><strong>Tunggal</strong><p>Taruhan Tunggal dipasang pada salah satu dari enam wajah (1, 2, 3, 4, 5, atau 6). Jika angka yang Anda pilih muncul sekali, Anda akan menerima pembayaran standar; jika muncul dua kali atau tiga kali, Anda mendapatkan hadiah lebih tinggi.</p>",
    "CHAT": "<h3>Obrolan</h3><p>Fitur Obrolan memungkinkan Anda berkomunikasi dengan pemain lain dan penyaji permainan. Masukkan pesan Anda di bidang obrolan dan tekan Enter atau tombol panah untuk mengirim. Jaga diskusi tetap sopan; bahasa ofensif atau kasar dapat mengakibatkan hak istimewa obrolan dicabut.</p>",
    "DISCONNECTION_POLICY": "<h3>Kebijakan Pemutusan Koneksi</h3><p>Jika terputus di tengah ronde, taruhan yang diterima tetap sah dan diselesaikan secara normal. Jika taruhan Anda tidak diterima sebelum pemutusan koneksi, itu akan dikembalikan. Anda dapat meninjau hasilnya di jendela Riwayat setelah terhubung kembali.</p>",
    "ERROR_HANDLING": "<h3>Penanganan Kesalahan</h3><p>Jika kesalahan permainan, sistem, atau prosedural terjadi, putaran akan ditangguhkan. Pemain diberitahukan melalui pop-up atau obrolan. Jika masalah tidak dapat diselesaikan dengan segera, putaran dibatalkan dan semua taruhan dikembalikan.</p>",
    "GAME_HISTORY": "<h3>Riwayat Permainan</h3><p>Riwayat Permainan dapat diakses dengan mengklik tombol RIWAYAT PERMAINAN. Ronde diurutkan berdasarkan tanggal, dengan yang terbaru di atas. Setiap entri menampilkan jenis permainan, tanggal, total taruhan, dan hasil. Memilih entri menunjukkan detail tambahan seperti waktu permainan diselesaikan, nomor permainan, nomor pemenang jika ada, taruhan yang ditempatkan, dan apakah permainan dibatalkan. Opsi \"Laporkan Masalah\" juga tersedia jika Anda menghadapi masalah. Jika tidak ada ronde yang dimainkan, pesan untuk memasang taruhan akan muncul.</p>",
    "GAME_RESULT": "<h3>Hasil Permainan</h3><p>Sebuah representasi grafis dari nilai wajah dadu pemenang akan ditampilkan di layar Anda. Jumlah kemenangan Anda akan ditampilkan di bawahnya.</p><p>Daftar Pemenang ditampilkan di akhir putaran permainan dan akan menunjukkan nama panggilan semua pemain yang menang di meja saat ini pada putaran permainan terakhir.</p>",
    "GAME_RULES": "<h3>Aturan Permainan</h3><p>Pemain memilih nilai chip dan menempatkannya pada salah satu dari 52 tempat taruhan yang tersedia sebelum dadu mulai bergulir. Setiap tempat taruhan memiliki struktur pembayaran sendiri. Setelah waktu bertaruh berakhir, dadu diperlihatkan, dan hasil menentukan semua taruhan yang menang.</p><p>Jika taruhan yang berlawanan (seperti Kecil vs Besar atau Ganjil vs Genap) tidak diizinkan secara bersamaan, sistem akan memblokir satu ketika yang lain ditempatkan dan pemain akan diberitahu dengan menampilkan pesan tooltip.</p>",
    "GAME_STATISTICS": "<h3>Statistik Permainan</h3><p>Jendela Statistik menyediakan berbagai rincian putaran permainan dan dapat membantu Anda dalam memutuskan opsi taruhan mana yang dipilih untuk dipertaruhkan pada putaran permainan berikutnya.</p><p>Statistik permainan membantu pemain dengan cepat menilai sejarah permainan, mengidentifikasi tren, dan mencoba memprediksi hasil di masa depan. Game menampilkan 15 putaran permainan terakhir dari statistik Kecil, Besar, Triple, Ganjil, dan Genap.</p><p>Peta jalan adalah representasi bergambar dari hasil dan tren putaran permainan yang didistribusikan dalam sebuah grid.</p><p>Di tab Kecil/Besar, setiap hasil untuk Kecil (S), Besar (B), dan Triple (T) direpresentasikan sebagai lingkaran terpisah. Di tab Ganjil/Genap, hasil Ganjil (O), Genap (E), dan Triple (T) ditampilkan dengan cara yang sama seperti di peta jalan Kecil/Besar. Statistik hingga 500 putaran permainan terbaru ditampilkan pada grafik.</p><p>Pada tab Grafik, Anda dapat melihat representasi persentase dari semua enam nilai numerik dan nilai hasil Kecil, Besar, Triple, Ganjil, dan Genap.</p>",
    "INTRODUCTION": "<h3>Pengenalan</h3><p>Sic Bo adalah permainan dadu yang berlangsung cepat dimainkan dengan tiga dadu bersisi enam dalam Mesin Pengocok Dadu otomatis. Tujuannya adalah untuk memprediksi hasil lemparan dadu dengan memasang taruhan pada berbagai hasil yang mungkin. Setelah taruhan ditutup, Mesin Pengocok Dadu menentukan hasilnya, dan taruhan yang menang dibayar sesuai.</p>",
    "NO_ROLL_SITUATIONS": "<h3>Situasi Tanpa Gulungan</h3><p>Jika gulungan tidak valid, akan dianggap sebagai event \"Tanpa Gulungan\". Sebuah \"Tanpa Gulungan\" terjadi dalam kondisi berikut:</p><ul><li>Pengocok dadu bergetar kurang dari 3 detik.</li><li>Satu atau lebih dadu tersangkut di tepi atau di atas satu sama lain.</li><li>Terjadi kerusakan mekanis yang mempengaruhi pengocok dadu atau salah satu dadu.</li></ul><p>Jika terjadi \"Tanpa Gulungan\", pengguliran ulang akan dimulai sesuai prosedur operasi standar. Taruhan Anda akan tetap ada hingga gulungan yang valid selesai.</p>",
    "PAYOUTS": "<h3>Pembayaran</h3><table><thead><tr><th>Jenis Taruhan</th><th>Pembayaran</th></tr></thead><tbody><tr><td>Kecil/Besar</td><td>1:1</td></tr><tr><td>Ganjil/Genap</td><td>1:1</td></tr><tr><td>Ganda</td><td>12:1</td></tr><tr><td>Triple Spesifik</td><td>210:1</td></tr><tr><td>Triple Apa Saja</td><td>34:1</td></tr><tr><td>Total 4 atau 17</td><td>70:1</td></tr><tr><td>Total 5 atau 16</td><td>34:1</td></tr><tr><td>Total 6 atau 15</td><td>20:1</td></tr><tr><td>Total 7 atau 14</td><td>13:1</td></tr><tr><td>Total 8 atau 13</td><td>9:1</td></tr><tr><td>Total 9 atau 12</td><td>7:1</td></tr><tr><td>Total 10 atau 11</td><td>6:1</td></tr><tr><td>Kombinasi Dua Dadu</td><td>6:1</td></tr><tr><td>Tunggal</td></tr><tr><td>Pada Tunggal</td><td>1:1</td></tr><tr><td>Pada Ganda</td><td>2:1</td></tr><tr><td>Pada Triple</td><td>15:1</td></tr></tbody></table>",
    "PLACING_BETS": "<h3>Menempatkan Taruhan</h3><p>Panel Batasan Taruhan menunjukkan jumlah taruhan minimum dan maksimum yang diizinkan di meja. Untuk berpartisipasi, pastikan Anda memiliki dana yang cukup di akun Anda. Saldo Anda saat ini selalu ditampilkan di layar.</p><ul><li>1. Pilih nilai chip dari Tampilan Chip (hanya denominasi yang ditutupi oleh saldo Anda yang tersedia).</li><li>2. Klik atau ketuk area taruhan yang diinginkan di meja. Setiap klik meningkatkan taruhan Anda sebesar nilai chip yang dipilih, hingga batas maksimum.</li><li>3. Klik tombol Gandakan (2x) untuk menggandakan semua taruhan saat ini (jika dana mencukupi).</li><li>4. Klik tombol Ulangi untuk mengulangi semua taruhan dari putaran sebelumnya (hanya tersedia sebelum memasang taruhan baru).</li><li>5. Urungkan menghapus taruhan terakhir; menahan Urungkan membersihkan semua taruhan sekaligus.</li><li>6. Indikator Total Taruhan menunjukkan jumlah semua taruhan saat ini.</li></ul><p>Jika Anda melebihi saldo Anda, permainan akan meminta Anda untuk menyesuaikan taruhan Anda.</p>",
    "RETURN_TO_PLAYER": "<h3>Kembali ke Pemain</h3><table><thead><tr><th>Taruhan</th><th>Kembali ke Pemain</th></tr></thead><tbody><tr><td>Kecil/Besar</td><td>97.22%</td></tr><tr><td>Ganjil/Genap</td><td>97.22%</td></tr><tr><td>Ganda</td><td>96.30%</td></tr><tr><td>Triple Spesifik</td><td>97.69%</td></tr><tr><td>Triple Apa Saja</td><td>97.22%</td></tr><tr><td>Total Tiga Dadu</td></tr><tr><td>Total 4 atau 17</td><td>98.61%</td></tr><tr><td>Total 5 atau 16</td><td>97.22%</td></tr><tr><td>Total 6 atau 15</td><td>97.22%</td></tr><tr><td>Total 7 atau 14</td><td>97.22%</td></tr><tr><td>Total 8 atau 13</td><td>97.22%</td></tr><tr><td>Total 9 atau 12</td><td>92.59%</td></tr><tr><td>Total 10 atau 11</td><td>87.50%</td></tr><tr><td>Kombinasi Dua Dadu</td><td>97.22%</td></tr><tr><td>Tunggal</td><td>97.69%</td></tr></tbody></table>",
    "SUPPORT": "<h3>Dukungan</h3><p>Jika Anda memerlukan bantuan tambahan atau memiliki pertanyaan, klik tombol DUKUNG untuk membuka jendela obrolan yang didedikasikan dengan tim dukungan kami. Jelaskan masalah Anda dan agen dukungan langsung akan membantu Anda sesegera mungkin.</p>",
    "WINNING_NUMBERS": "<h3>Nomor Pemenang</h3><p>Panel Nomor Pemenang menampilkan hasil permainan terbaru. Nomor paling kiri mewakili hasil putaran terbaru.</p>"
  },
  "SYSTEM_MESSAGE": {
    "GENERAL_ERROR": "Masalah terdeteksi",
    "GENERAL_ERROR_RESPIN": "Masalah terdeteksi. Memutar ulang bola",
    "SHUFFLE": "Dek dikocok",
    "SICBO_INVALID_RESULT": "Gulungan salah. Kocok lagi"
  }
}