{
  "BACCARAT": {
    "BETTING_STATISTICS": "สถิติการเดิมพัน",
    "CLASSIC": "คลาสสิค",
    "GAME_SPECIFICS": "รายละเอียดเกี่ยวกับเกม",
    "IMMERSIVE": "เต็มอิ่ม",
    "LOADING_APPLYING_MAKEUP": "กำลังทาเครื่องสำอาง...",
    "LOADING_DEALER_REFRESHING": "ดีลเลอร์กำลังรีเฟรช",
    "LOADING_READING_RULES": "กำลังอ่านกฎ...",
    "LOADING_VACUUMING_STUDIO": "กำลังดูดฝุ่นในสตูดิโอ...",
    "LOADING_WATERING_PLANTS": "รดน้ำต้นไม้…",
    "LOADING_WAXING_TABLE": "กำลังขัดโต๊ะ...",
    "PLAYER_BETTING_ACTIVITY_FOR_EACH_BET_SPOT": "กิจกรรมการเดิมพันของผู้เล่นสำหรับแต่ละจุดเดิมพัน",
    "PREPARING_DEALER": "เตรียมเจ้ามือ...",
    "SCORECARDS": "สกอร์การ์ด",
    "SHOW_ALL_SIDE_BETS": "แสดงเดิมพันข้างทั้งหมด",
    "SHUFFLING_CARDS": "กำลังสับไพ่..."
  },
  "COMMON": {
    "ADVANCED": "ขั้นสูง",
    "ALL_SOUNDS": "เสียงทั้งหมด",
    "AUTOPLAY": "เล่นอัตโนมัติ",
    "AUTOPLAY_FINISHED": "เล่นอัตโนมัติสิ้นสุด",
    "AUTOPLAY_PROMPT1": "คุณต้องการเล่นอัตโนมัติต่อไปตามการเปลี่ยนแปลงเดิมพันของคุณหรือไม่",
    "AUTOPLAY_PROMPT2": "เพื่อเปิดใช้งานการเล่นอัตโนมัติ ให้ทำการเดิมพัน",
    "AUTOPLAY_PROMPT3": "การเล่นอัตโนมัติจะทำการเดิมพันครั้งล่าสุดของคุณซ้ำโดยอัตโนมัติ",
    "AUTOPLAY_PROMPT4": "คุณต้องการเล่นอัตโนมัติต่อหรือไม่",
    "AUTOPLAY_RULE": "รูเล็ตเป็นเกมคาสิโนคลาสสิคที่ผู้เล่นทายว่าลูกบอลจะลงจุดใดบนวงล้อหมุน เกมนี้มีตัวเลือกการเดิมพันต่าง ๆ และการจ่ายเงินหลากหลาย ทำให้ผู้เล่นรู้สึกตื่นเต้นและมีโอกาสวางแผนในการเล่น",
    "BALANCE": "ยอดเงินคงเหลือ",
    "BANNED": "คุณถูกแบน",
    "BANNED_TIP": "เรียนท่านผู้เล่น ขออภัยในความไม่สะดวก โต๊ะนี้ปิดอยู่ในขณะนี้ ยังมีโต๊ะอื่น ๆ ที่คุณสามารถเข้าร่วมและเล่นได้",
    "BET": "เดิมพัน",
    "BET_CHANGED": "การเดิมพันถูกเปลี่ยน",
    "BET_LIMITS": "ขีดจำกัดการเดิมพัน",
    "BETTING_GRID": "ตารางเดิมพัน",
    "BETTING_MODES": "โหมดการเดิมพัน",
    "BET_TYPE": "ประเภทการเดิมพัน",
    "BET_TYPES": "ประเภทการเดิมพัน",
    "CHAT": "แชท",
    "CHAT_DISABLED": "การแชทถูกปิดใช้งาน",
    "CHAT_DISABLED_TIP": "สิทธิ์การสนทนาของคุณถูกปิดใช้งาน กรุณาเติมเงินหรือวางเดิมพัน",
    "CLOSE": "ปิด",
    "COLD": "หนาว",
    "COMING_SOON": "เร็ว ๆ นี้",
    "CONFIRM": "ยืนยัน",
    "CONTINUE": "ดำเนินการต่อ",
    "DATE": "วันที่",
    "DEALER": "ตัวแทนจำหน่าย",
    "DEALERS_VOICE": "เสียงของตัวแทน",
    "DISCONNECTION_POLICY": "นโยบายการตัดการเชื่อมต่อ",
    "DOUBLE": "สองเท่า",
    "ENTER_SCREEN_NAME": "กรอกชื่อหน้าจอของคุณ",
    "ERROR_HANDLING": "การจัดการข้อผิดพลาด",
    "ERROR_MAX_20": "สูงสุด 20 ตัวอักษร",
    "ERROR_MIN_3": "ขั้นต่ำ 3 ตัวอักษร",
    "ERROR_SYMBOLS": "ไม่อนุญาตให้ใช้สัญลักษณ์พิเศษ",
    "EVEN": "คู่",
    "EXIT": "ออกจากเกม",
    "EXPAND_CHAT": "ขยายแชท",
    "FIRST_BETS": "วางเดิมพันของคุณก่อน",
    "FULL_SCREEN": "เต็มจอ",
    "GAME": "เกม",
    "GAME_CANCELED": "เกมถูกยกเลิก",
    "GAME_HISTORY": "ประวัติการเล่นเกม",
    "GAME_NUMBER": "หมายเลขเกม",
    "GAME_PAUSED": "เกมหยุดชั่วคราว รอสักครู่",
    "GAME_PRESENTER": "ผู้ดำเนินเกม",
    "GAME_RESOLVED": "เกมตัดสินแล้ว",
    "GAME_RESULT": "ผลลัพธ์เกม",
    "GAME_SETTINGS": "การตั้งค่าเกม",
    "GAME_SOUNDS": "เสียงเกม",
    "GAMES_RULES": "กติกาเกม",
    "GAME_STATISTICS": "สถิติการเล่นเกม",
    "GENERAL": "ทั่วไป",
    "HELP": "ช่วยเหลือ",
    "HELP_RULES": "ช่วยเหลือ & กฎ",
    "HISTORY": "ประวัติ",
    "HISTORY_EMPTY1": "ยังไม่มีการเล่นเกม!",
    "HISTORY_EMPTY2": "เริ่มเล่นเพื่อดูประวัติการเล่นเกมของคุณที่นี่",
    "HISTORY_EMPTY3": "เกมและการเดิมพันล่าสุดของคุณจะแสดงเพื่อการติดตามและตรวจสอบได้ง่าย",
    "HOT": "ร้อน",
    "HOT_COLD": "ร้อน/หนาว",
    "INACTIVITY": "เกมหยุดชั่วคราวเนื่องจากไม่มีการใช้งาน",
    "INTRODUCTION": "บทนำ",
    "KEEP_AUTOPLAY": "คงการเล่นอัตโนมัติ",
    "LANGUAGE": "ภาษา",
    "LAST_500": "ล่าสุด 500",
    "LAST_WIN": "ชนะครั้งล่าสุด",
    "LEFT": "ซ้าย",
    "LESS_VOLUME_SETTINGS": "การตั้งค่าระดับเสียงน้อยลง",
    "LIVE_CHAT": "แชทสด",
    "LIVE_ROULETTE": "รูเล็ตสด",
    "LIVE_SICBO": "อัตโนมัติซิกโบ",
    "LOBBY": "ล็อบบี้",
    "LOW_BALANCE1": "ยอดเงินคงเหลือต่ำ",
    "LOW_BALANCE2": "ยอดคงเหลือต่ำเกินไป ฝากเงินเพื่อเล่น",
    "MAKE_BET": "เดิมพัน",
    "MASTER_VOLUME": "ระดับเสียงหลัก",
    "MAX_LIMIT_REACHED": "ถึงขีดจำกัดสูงสุดแล้ว",
    "MAX_PAYOUT": "การจ่ายเงินสูงสุด {{currencySymbol}}{{amount}} บวกกับเดิมพันที่ผู้เล่นชนะ",
    "MAX_WIN": "ชนะสูงสุด",
    "MAX_WIN_REACHED": "คุณได้รับเงินรางวัลสูงสุด {{currencySymbol}}{{amount}}",
    "MINIMIZE": "ย่อ",
    "MODE_DEFAULT": "ค่าเริ่มต้น",
    "MODE_DEFAULT_TIP": "วางเดิมพันที่ตัวเลข",
    "MODE_FULL_COMPLETE": "เต็มสมบูรณ์",
    "MODE_STRAIGHT": "ตรงไป",
    "MODE_STRAIGHT_TIP": "คุณสมบัติ 38 ช่องหมายเลข รวมถึง 0",
    "MORE_VOLUME_SETTINGS": "การตั้งค่าระดับเสียงเพิ่มเติม",
    "MUTE": "ปิดเสียง",
    "NEXT_GAME_SOON": "รอรอบถัดไป",
    "NO_BET": "วางเดิมพันเพื่อเปิดใช้งานการเล่นอัตโนมัติ",
    "NO_HISTORY": "วางเดิมพัน",
    "NO_MORE_BET": "ไม่อนุญาตให้เดิมพันเพิ่มเติม",
    "NO_ROLL_SITUATIONS": "ไม่มีสถานการณ์การหมุน",
    "ODD": "คี่",
    "OPPOSITE_BETTING_RESTRICTED": "ไม่อนุญาตการพนันตรงข้าม",
    "PAYOUTS": "การจ่ายเงิน",
    "PAYOUTS_LIMITS": "การจ่ายเงิน & ขีดจำกัด",
    "PAYTABLE": "ตารางการจ่าย",
    "PLACE_A_BET": "วางเดิมพัน",
    "PLACE_BET": "วางเดิมพันของคุณ",
    "PLACING_BETS": "กำลังวางเดิมพัน",
    "PLAYER_MESSAGES": "ข้อความของผู้เล่น",
    "PLAYER_MESSAGES_TIP": "แสดงข้อความของผู้เล่นคนอื่นในแชท",
    "RACETRACK": "สนามแข่ง",
    "RACETRACK_BETS": "เดิมพันสนามแข่ง",
    "RECONNECTING": "กำลังเชื่อมต่อใหม่",
    "REFRESH": "รีเฟรช",
    "REJOIN_TIP": "รีเฟรชหน้านี้เพื่อกลับเข้าร่วมเกมอีกครั้งบนอุปกรณ์นี้",
    "REPEAT": "ทำซ้ำ",
    "REPEAT_AUTOMATICALLY": "ทำซ้ำการเดิมพันของคุณโดยอัตโนมัติ",
    "RESULT": "ผลลัพธ์",
    "RESUME_PLAY": "ดำเนินการต่อ",
    "RETURN_TO_PLAYER": "กลับไปที่ผู้เล่น",
    "ROTATE_ME_PLEASE": "กรุณาหมุนฉัน",
    "ROUND_CANCELLED": "รอบถูกยกเลิกโดยผู้จัดการบริการ การเดิมพันถูกยกเลิก",
    "ROUND_one": "รอบ",
    "ROUND_other": "รอบ",
    "SAFARI_HINT1": "ก่อนที่เราจะเริ่มต้น",
    "SAFARI_HINT2": "ปรับปรุงประสบการณ์ของคุณด้วยการซ่อนแถบเครื่องมือ",
    "SCREEN_NAME": "ชื่อหน้าจอ",
    "SCREEN_NAME_TIP1": "ชื่อหน้าจอห้ามมีอักขระพิเศษ",
    "SCREEN_NAME_TIP2": "การแสดงอักขระขั้นต่ำ/สูงสุด (3-15 อักขระ)",
    "SCREEN_NAME_UPDATED": "อัปเดตชื่อหน้าจอ",
    "SESSION_EXPIRED": "เซสชันของคุณหมดอายุแล้ว",
    "SETTING": "ตั้งค่า",
    "SETTINGS": "การตั้งค่า",
    "SKIP": "ข้าม",
    "SOUND": "เสียง",
    "STATISTICS": "สถิติ",
    "STOP": "หยุด",
    "STOP_AUTOPLAY": "หยุดการเล่นอัตโนมัติ",
    "STUDIO_SOUNDS": "เสียงสตูดิโอ",
    "SUPPORT": "สนับสนุน",
    "SWITCH": "สลับ",
    "TABLE_CLOSED": "ตารางถูกปิด",
    "TABLE_CLOSED_TIP1": "เรียนผู้เล่นทุกท่าน ขออภัยในความไม่สะดวก",
    "TABLE_CLOSED_TIP2": "โต๊ะนี้ปิดอยู่ในขณะนี้ ยังมีโต๊ะอื่น ๆ ที่คุณสามารถเข้าร่วมและเล่นได้",
    "TABLE_MAINTENANCE": "การบำรุงรักษากำลังดำเนินอยู่ โปรดเลือกตารางอื่น",
    "TOGGLE_SOUNDS": "สลับเพื่อเปิดหรือปิดเสียงทั้งหมด",
    "TOTAL": "รวม",
    "TOTAL_BET": "ยอดเดิมพันรวม",
    "TURNED_OFF": "ปิดอยู่",
    "TURNED_ON": "เปิดอยู่",
    "UNDO": "ยกเลิก",
    "VIDEO": "วีดีโอ",
    "VIDEO_AUTO": "อัตโนมัติ",
    "VIDEO_HD": "ความละเอียดสูง",
    "VIDEO_HIGH": "สูง",
    "VIDEO_LOW": "ต่ำ",
    "VIDEO_MEDIUM": "ปานกลาง",
    "VOLUME": "ระดับเสียง",
    "WINNING_NUMBER": "หมายเลขที่ชนะ",
    "WINNING_NUMBERS": "หมายเลขที่ชนะ",
    "YOUR_MESSAGE": "ข้อความของคุณ...",
    "YOU_WIN": "คุณชนะ"
  },
  "ROULETTE": {
    "BETTING_MODE": "โหมดการเดิมพัน",
    "BET_TYPES": "ประเภทการเดิมพัน",
    "BLACK": "สีดำ",
    "COLUMN": "คอลัมน์",
    "CORNER": "มุม",
    "DOZEN": "โหล",
    "FLIP_PHONE": "พลิกโทรศัพท์ของคุณเพื่อเล่นต่อ",
    "LOADING_CHECKING_HORIZON": "กำลังตรวจสอบระดับขอบฟ้า...",
    "LOADING_LIGHTING_LIGHT": "กำลังจุดไฟ...",
    "LOADING_POLISHING_BALL": "กำลังขัดเงาลูกบอล...",
    "LOADING_POWERING_CAMERA": "กำลังเปิดกล้อง...",
    "LOADING_SLAM_DUNKING": "กำลังดังค์ลูกบอลเข้า",
    "LOADING_SPIN_TO_WIN": "หมุนเพื่อลุ้นรางวัล",
    "LOADING_STARTING_ENGINES": "กำลังเริ่มต้นเครื่องยนต์...",
    "LOADING_WAXING_WHEEL": "กำลังขัดวงล้อ...",
    "LOADING_YOUR_TURN": "กำลังโหลด, ถึงตาคุณแล้ว...",
    "NUMBER_OF_ROUNDS": "จำนวนรอบ",
    "RED": "แดง",
    "SIX_LINE": "แถวที่หก",
    "SPLIT": "แบ่ง",
    "STRAIGHT_UP": "ตรงไป",
    "STREET": "ถนน"
  },
  "ROULETTE_RULES": {
    "AUTOPLAY": "<h3>เล่นอัตโนมัติ</h3><p>ฟีเจอร์เล่นอัตโนมัติช่วยให้คุณสามารถเล่นซ้ำจากการเดิมพันก่อนหน้านี้โดยอัตโนมัติสำหรับจำนวนรอบเกมที่เลือกไว้เพียงแค่คลิกปุ่มเล่นอัตโนมัติและเลือกจำนวนรอบที่คุณต้องการเล่นอัตโนมัติ</p><p>เมื่อเปิดใช้งานฟีเจอร์เล่นอัตโนมัติ จำนวนรอบที่เหลือจะถูกแสดงบนปุ่มเล่นอัตโนมัติ ฟีเจอร์เล่นอัตโนมัติจะดำเนินต่อไปจนกว่าจะครบจำนวนรอบที่เลือกไว้หรือจนกว่าคุณจะหยุดด้วยการคลิกที่ปุ่มหยุด</p><p>โปรดทราบ:</p><ul><li>หากคุณเปลี่ยนแปลงการเดิมพันขณะที่ฟีเจอร์เล่นอัตโนมัติทำงานอยู่ ฟีเจอร์เล่นอัตโนมัติจะหยุด</li><li>การออกจากเกมจะหยุดฟีเจอร์เล่นอัตโนมัติ แต่การเดิมพันที่ได้วางไว้แล้วจะยังคงมีผลในรอบถัดไป</li></ul><p>จำนวนเงินเดิมพันทั้งหมดในฟีเจอร์เล่นอัตโนมัติจะคำนวณโดยการคูณจำนวนเงินเดิมพันต่อรอบด้วยจำนวนรอบเล่นอัตโนมัติที่เลือก</p>",
    "BET_TYPES": "<h3>ประเภทของการเดิมพัน</h3>\n<p>รูเล็ต มีตัวเลือกการเดิมพันหลากหลาย โดยแต่ละตัวมีอัตราการจ่ายเงินคืนของตัวเอง แบ่งออกเป็น การเดิมพันภายใน และการเดิมพันภายนอก.</p><p>การเดิมพันภายใน ถูกวางบนตารางตัวเลข และรวมถึง:</p><ul><li>ตรงขึ้น (หมายเลขเดียว),</li><li>แยก (หมายเลขสองตัวที่อยู่ติดกัน),</li><li>กลุ่มสาม (หมายเลขสามตัวในแถว),</li><li>มุม (หมายเลขสี่ตัวที่อยู่ติดกัน),</li><li>ไลน์ (หมายเลขหกตัวในสองแถว).</li></ul><p>การเดิมพันภายนอก ถูกวางรอบตารางหลักและครอบคลุมกลุ่มตัวเลขใหญ่กว่า.</p><p>ประเภทของการเดิมพันภายนอกมีดังนี้:</p><ul><li>แดง/ดำ,</li><li>คู่/คี่,</li><li>คอลัมน์และโดเซน (แต่ละอันครอบคลุม 12 หมายเลข),</li><li>และ 1-18/19-36 (แต่ละหมวดครอบคลุม 18 หมายเลข).</li></ul><p>หมายเหตุว่า เลขศูนย์ไม่รวมอยู่ในการเดิมพัน ภายนอก.</p><p>การเดิมพันตรงขึ้นมีอัตราการจ่ายคืนสูงสุด ในขณะที่การเดิมพันภายนอกมีอัตราจ่ายคืนต่ำ แต่มีโอกาสชนะดีกว่า.</p>",
    "CHAT": "<h3>แชท</h3><p>ฟีเจอร์แชทช่วยให้สามารถสื่อสารระหว่างผู้เล่นและผู้นำเสนอเกมได้ ในการใช้งาน ใส่ข้อความของคุณในช่องแชทและกด Enter หรือปุ่มลูกศรเพื่อส่ง</p><p>ผู้เล่นควรรักษาการสื่อสารที่สุภาพ การกระทำที่หยาบคาย ภาษาไม่เหมาะสม หรือเนื้อหาไม่เป็นที่ยอมรับ อาจทำให้ได้รับการเตือนหรือสิทธิ์ในการแชทถูกยกเลิก หากไม่เห็นด้วยกับการตัดสินใจของการควบคุมดูแล กรุณาติดต่อฝ่ายสนับสนุนของคาสิโนเพื่อขอความช่วยเหลือ</p><p>โปรดทราบว่าฟังก์ชันการแชทใช้ได้สำหรับผู้เล่นที่มีเงินคงเหลือสูงกว่าการเดิมพันขั้นต่ำของเกมนั้น ผู้เล่นที่มีเงินคงเหลือเป็น 0 จะไม่ได้รับอนุญาตให้แชทกับผู้นำเสนอเกม</p>",
    "DISCONNECTION_POLICY": "<h3>นโยบายการตัดการเชื่อมต่อ</h3><p>หากคุณประสบปัญหาการตัดการเชื่อมต่อระหว่างเกมรอบที่กำลังดำเนินอยู่ การเดิมพันที่คุณได้วางไว้จะได้รับการจัดการตามสมควร หากคุณวางเดิมพันและถูกตัดการเชื่อมต่อก่อนที่ระยะเวลาการเดิมพันจะสิ้นสุดลง การเดิมพันของคุณจะถูกส่งคืนไปยังบัญชีของคุณ อย่างไรก็ตาม หากการเดิมพันของคุณได้รับการยอมรับเนื่องจากระยะเวลาการเดิมพันสิ้นสุดลงก่อนที่คุณจะถูกตัดการเชื่อมต่อ การเดิมพันของคุณยังคงถูกต้องและจะถูกตัดสินตามผลลัพธ์ของเกม เมื่อเชื่อมต่อใหม่ คุณสามารถตรวจสอบผลลัพธ์ของการเดิมพันได้โดยเข้าถึงหน้าต่างประวัติซึ่งจะแสดงผลลัพธ์ของรอบที่เล่นในระหว่างที่คุณขาดการเชื่อมต่อ</p>",
    "ERROR_HANDLING": "<h3>การจัดการข้อผิดพลาด</h3><p>ในกรณีเกิดข้อผิดพลาดของเกม, ระบบ, หรือขั้นตอนในรอบปัจจุบัน จะถูกระงับชั่วคราว ผู้เล่นจะได้รับการแจ้งเตือนผ่านข้อความป๊อปอัพหรือแชทว่ากำลังสืบสวนปัญหาอยู่ ถ้าสามารถแก้ปัญหาได้ทันที เกมจะดำเนินต่อไปตามปกติ อย่างไรก็ตามถ้าไม่สามารถแก้ไขได้ในทันที รอบจะถูกยกเลิกและเงินเดิมพันเริ่มต้นจะถูกคืนให้แก่ผู้เข้าร่วม</p><p>นอกจากนี้ ในการพิจารณาว่ารอบนั้นมีผลถูกต้อง ลูกบอลต้องหมุนครบสามรอบบนล้อ ถ้ามันหมุนไม่ครบ รอบนั้นจะถูกประกาศว่าเป็นโมฆะ</p>",
    "GAME_HISTORY": "<h3>ประวัติการเล่นเกม</h3><p>ฟีเจอร์ประวัติการเล่นเกมจะช่วยให้คุณทบทวนการเล่นเกมที่ผ่านมาในลักษณะที่ครอบคลุมและใช้งานง่าย เกมถูกจัดเรียงตามวันที่ โดยเกมใหม่จะอยู่ด้านบนสุด และคุณสามารถเลื่อนไปตามวันที่ต่างๆได้ด้วยปุ่มลูกศร โดยการเลือกวันที่เฉพาะ คุณสามารถกรองเกมตามประเภทและดูรายละเอียดของแต่ละรอบเกม รวมถึงเวลา, ยอดเดิมพันรวม, และผลลัพธ์ การคลิกที่เกมเฉพาะจะให้ข้อมูลเชิงลึกเกี่ยวกับการเดิมพันที่วางและผลลัพธ์นั้นๆ</p><p>ฟีเจอร์นี้ยังมีตัวเลือก \"แจ้งปัญหา\" เพื่อแจ้งปัญหาต่างๆในเกมเฉพาะ ข้อมูลยอดเงินและยอดเดิมพันรวมของคุณจะปรากฏผ่านการเลื่อนดูประวัติเพื่อช่วยในการติดตามรูปแบบการเดิมพันและตรวจสอบผลเกมอย่างมีประสิทธิภาพ</p>",
    "GAME_RULES": "<h3>กติกาการเล่นเกม</h3><p>เป้าหมายในรูเล็ตคือการทายอย่างถูกต้องว่าจะลูกบอลจะตกลงไปที่ไหน โดยการวางเดิมพันในหมายเลขหรือกลุ่มของหมายเลขต่างๆ วงล้อมีหมายเลขตั้งแต่ 0 ถึง 36 การเดิมพันจะต้องปิดก่อนที่ลูกบอลจะถูกปล่อย เมื่อมันตกลงในช่อง จะประกาศหมายเลขที่ชนะและจ่ายเงินเดิมพันให้กับผู้ที่ชนะ</p><p>ผู้เล่นสามารถวางเดิมพันหลายครั้งต่อรอบโดยใช้พื้นที่เดิมพันภายในและภายนอก การชนะจะเกิดขึ้นเมื่อตำแหน่งสุดท้ายของลูกบอลครอบคลุมจำนวนที่คุณเดิมพัน โดยการจ่ายเงินจะขึ้นอยู่กับประเภทของการเดิมพันที่วางไว้</p>",
    "PAYOUTS": "<h3>การจ่ายเงิน</h3><p>การชนะรูเล็ตจะถูกกำหนดโดยประเภทของเดิมพันที่วางบนโต๊ะ.</p><table><thead><tr><th>ประเภทเดิมพัน</th><th>การจ่ายเงิน</th></tr></thead><tbody><tr><td>เดิมพันเต็ม</td><td>35:1</td></tr><tr><td>เดิมพันโต้</td><td>17:1</td></tr><tr><td>เดิมพันคาบ</td><td>11:1</td></tr><tr><td>มุม</td><td>8:1</td></tr><tr><td>เส้น</td><td>5:1</td></tr><tr><td>คอลัมน์</td><td>2:1</td></tr><tr><td>โหล</td><td>2:1</td></tr><tr><td>สีแดง/สีดำ</td><td>1:1</td></tr><tr><td>คู่/คี่</td><td>1:1</td></tr><tr><td>1-18/19-36</td><td>1:1</td></tr></tbody></table><p>ความผิดพลาดหรือปัญหาทางเทคนิคจะทำให้การเดิมพันและผลลัพธ์ทั้งหมดเป็นโมฆะ.</p>",
    "PLACING_BETS": "<h3>การวางเดิมพัน</h3><p>แผงจำกัดเดิมพันแสดงจำนวนเงินเดิมพันขั้นต่ำและสูงสุดที่อนุญาตให้วางในโต๊ะ วงเงินนี้อาจมีการเปลี่ยนแปลงเป็นระยะ ควรตรวจสอบวงเงินปัจจุบันของคุณเป็นประจำ เพื่อเข้าร่วมในเกม ให้แน่ใจว่าคุณมีเงินเพียงพอในบัญชีของคุณเพื่อครอบคลุมการเดิมพันที่ต้องการ ยอดเงินคงเหลือปัจจุบันจะแสดงบนหน้าจอ</p><p>ในการวางเดิมพันอันดับแรกให้เลือกค่าชิปที่ต้องการจากการแสดงชิป มีให้เลือกเฉพาะหน่วยที่บัญชีปัจจุบันของคุณสามารถครอบคลุมได้ เมื่อเลือกชิปแล้ว ให้คลิกหรือแตะที่บริเวณเดิมพันที่เหมาะสมบนโต๊ะ แต่ละครั้งที่คลิกจะเพิ่มเงินเดิมพันตามค่าชิปที่เลือก จนถึงขีดจำกัดสูงสุดสำหรับประเภทเดิมพันนั้น ๆ</p><p>ปุ่มเพิ่มสองเท่า (2x) จะพร้อมใช้งานหลังจากที่คุณวางเดิมพันแล้ว การคลิกปุ่มนี้จะเพิ่มเงินเดิมพันปัจจุบันทั้งหมดเป็นสองเท่า ถึงขีดจำกัดสูงสุด ให้แน่ใจว่าคุณมีเงินเพียงพอในการครอบคลุมการเพิ่มเป็นสองเท่าก่อนใช้คุณสมบัตินี้ ปุ่มทำใหม่ช่วยให้คุณทำซ้ำเดิมพันทั้งหมดจากรอบเกมที่ผ่านมา ตัวเลือกนี้มีให้ใช้ได้เฉพาะก่อนที่คุณจะวางชิปอันแรกในรอบนี้ ถ้าคุณต้องการปรับเดิมพันของคุณ ปุ่มยกเลิกจะลบเดิมพันสุดท้ายที่คุณวาง คุณสามารถคลิกปุ่มนี้ซ้ำเพื่อเอาเดิมพันออกเป็นอย่างละอัน ตามลำดับย้อนกลับตามการวางเดิมพัน เมื่อต้องการลบเดิมพันทั้งหมดพร้อมกันให้คุณกดปุ่มยกเลิกค้างไว้</p><p>ตัวชี้วัดเดิมพันรวมแสดงจำนวนการเดิมพันทั้งหมดที่วางในรอบนั้น ๆ หากคุณพยายามวางเดิมพันที่เกินจากยอดเงินรวมของคุณ เกมจะแจ้งให้คุณปรับเปลี่ยนเดิมพัน</p>",
    "RACETRACK_BETS": "<h3>เดิมพันสนามแข่งม้า</h3><p>เดิมพันข้างเคียงคือการเดิมพันพิเศษในรูเล็ตที่ครอบคลุมตัวเลขเฉพาะและตัวเลขที่อยู่ติดกันบนวงล้อ การเดิมพันเหล่านี้วางบนสนามแข่งม้า ซึ่งเป็นพื้นที่วางเดิมพันรูปวงรีที่แสดงถึงรูปแบบของวงล้อ หากต้องการเข้าถึงสนามแข่งม้า ให้คลิกปุ่ม \"RACETRACK\" ฟีเจอร์นี้ช่วยให้การวางเดิมพันที่ซับซ้อนโดยอิงจากตำแหน่งของวงล้อเป็นเรื่องง่ายขึ้น แทนที่จะเป็นรูปแบบตารางมาตรฐาน</p><h4>Tiers du Cylindre</h4><p>การเดิมพันนี้ครอบคลุมตัวเลข 12 ตัวที่อยู่ฝั่งตรงข้ามของวงล้อจากเลขศูนย์ ต้องใช้ชิป 6 ชิ้น วางตามนี้:</p><ul><li>5/8 แยก</li><li>10/11 แยก</li><li>13/16 แยก</li><li>23/24 แยก</li><li>27/30 แยก</li><li>33/36 แยก</li></ul><p>การเดิมพันนี้ครอบคลุมตัวเลขประมาณหนึ่งในสามของวงล้อ ไม่รวมส่วนที่เป็นศูนย์</p><h4>Orphelins a Cheval</h4><p>การเดิมพันนี้ครอบคลุม 8 ตัวเลขในสองส่วนที่แยกจากกันของวงล้อ ซึ่งไม่รวมอยู่ในเดิมพันอื่นๆ ที่ประกาศไว้ ใช้ชิป 5 อัน:</p><ul><li>1 (ตรงขึ้น)</li><li>6/9 แยก</li><li>14/17 แยก</li><li>17/20 แยก</li><li>31/34 แยก</li></ul><p>การเดิมพันนี้ครอบคลุมหมายเลข \"กำพร้า\" ที่ไม่รวมอยู่ในการเดิมพัน Voisins หรือ Tiers</p><h4>Voisins du Zero</h4><p>ครอบคลุม 17 หมายเลขรอบเลขศูนย์ การเดิมพันนี้ใช้ชิป 9 อัน:</p><ul><li>2 ชิปบนถนน 0/2/3</li><li>4/7 แยก</li><li>12/15 แยก</li><li>18/21 แยก</li><li>19/22 แยก</li><li>2 ชิปบนถนน 25/26/28/29</li><li>32/35 แยก</li></ul><p>การเดิมพันนี้ครอบคลุมเกือบครึ่งหนึ่งของวงล้อ รวมถึงเลขศูนย์และ เพื่อนบ้าน</p><h4>เกมเลขศูนย์</h4><p>การเดิมพันนี้เน้นตัวเลข 7 ตัวที่ใกล้ศูนย์ โดยใช้ชิป 4 ตัว:</p><ul><li>0/3 สปลิต</li><li>12/15 สปลิต</li><li>26 (เรียงตรง)</li><li>32/35 สปลิต</li></ul><p>เป็นการเดิมพันแบบย่อส่วนของ Voisins du Zero โดยเน้นที่พื้นที่รอบศูนย์</p><p>ในการวางเดิมพันเลขเพื่อนบ้าน ให้เลือกหมายเลขบนสนามแข่ง ระบบจะเดิมพันตัวเลขที่เลือกและเลขเพื่อนบ้านโดยอัตโนมัติทั้งสองด้าน ใช้ปุ่ม + และ - เพื่อปรับจำนวนเลขเพื่อนบ้านที่รวมอยู่ เพื่อให้สามารถกำหนดขอบเขตของวงล้อได้เอง</p>",
    "RETURN_TO_PLAYER": "<h3>อัตราการคืนเงินคืนให้ผู้เล่น</h3><p>อัตราการคืนเงินคืนให้ผู้เล่น (RTP) เชิงทฤษฎีของเกมรูเล็ตนี้คือ 97.30%</p>",
    "STATISTICS": "<h3>สถิติ</h3><p>คุณสมบัติของสถิติแสดงผลลัพธ์จากสูงสุด 500 รอบเกมล่าสุด ใช้งานโดยคลิกที่ปุ่มสถิติและใช้แถบเลื่อนเพื่อปรับจำนวนผลลัพธ์ที่แสดงย้อนหลัง วางเมาส์เหนือพื้นที่ในแผนภูมิสถิติเพื่อเน้นตำแหน่งการวางเดิมพันที่สอดคล้องกันบนโต๊ะ หากต้องการวางเดิมพันตามสถิติ สามารถคลิกหรือแตะที่พื้นที่ที่ถูกเน้นได้</p>",
    "WINNING_NUMBERS": "<h3>หมายเลขที่ชนะ</h3><p>แผงหมายเลขที่แสดงผลลัพธ์ของเกมล่าสุด เลขทางซ้ายสุดแสดงผลลัพธ์ของรอบล่าสุด</p>"
  },
  "SICBO": {
    "ANY_TRIPLE": "ทริปเปิลใดๆ",
    "BIG": "ใหญ่",
    "EACH_DOUBLE": "แต่ละสองเท่า",
    "EACH_TRIPLE": "แต่ละทริปเปิล",
    "LOADING_FORTUNE_AWAITS": "โชคชะตากำลังรอการทอย...",
    "LOADING_PLACE_LUCKY_BETS": "วางเดิมพันโชคดีของคุณเร็ว ๆ นี้",
    "LOADING_PREPARING_ROLL": "เตรียมการกลิ้ง...",
    "LOADING_SECURING_DICE_DOME": "กำลังล็อคโดมลูกเต๋า...",
    "LOSE_ON_ANY_TRIPLE": "แพ้เมื่อออกทริปเปิลใดๆ",
    "ON_DOUBLE": "ดับเบิล",
    "ON_SINGLE": "บนตัวเลขเดียว",
    "ON_TRIPLE": "ทริปเปิล",
    "POLISHING_THE_PRECIOUS_DICE": "ขัดลูกเต๋าอันล้ำค่า...",
    "PREPARING_THE_SHAKE": "เตรียมการเขย่า...",
    "SIDE_BETS_LOSE_ON": "เดิมพันข้างเสียเมื่อ",
    "SINGLE": "เดี่ยว",
    "SMALL": "เล็ก",
    "SPECIFIC_TRIPLE": "ทริปเปิ้ลเจาะจง",
    "TRIPLE": "ทริปเปิล",
    "TWO_DICE": "สองลูกเต๋า",
    "TWO_DICE_COMBO": "สองลูกเต๋าคอมโบ",
    "VOIDS_OTHER_SIDEBETS": "ทริปเปิลใดๆ"
  },
  "SICBO_RULES": {
    "AUTOPLAY": "<h3>เล่นอัตโนมัติ</h3><p>ฟีเจอร์การเล่นอัตโนมัติจะทำการซ้ำเดิมพันครั้งล่าสุดของคุณโดยอัตโนมัติเป็นเวลา 5, 10, 25 หรือ 100 รอบ ในการเริ่มต้น ให้คุณวางเดิมพันและเลือกจำนวนรอบในเมนูเล่นอัตโนมัติ จำนวนรอบที่เหลือจะแสดงให้เห็น และคุณสามารถหยุดเล่นอัตโนมัติได้ทุกเวลาซึ่งจะมีผลหลังจากจบรอบปัจจุบัน</p><ul><li>การวางเดิมพันเพิ่มเติมระหว่างระยะเวลาเล่นอัตโนมัติจะทำให้มีข้อความแจ้งเตือน: \"การเล่นอัตโนมัติของคุณจะอัปเดตตามการเดิมพันนี้\"</li><li>การหยุดทำให้การเล่นอัตโนมัติสิ้นสุดหลังจากจบเกมปัจจุบัน</li><li>การอัปเดตจะใช้เงินเดิมพันใหม่ของคุณในรอบที่เหลือของการเล่นอัตโนมัติทั้งหมด</li></ul><p>การอัปเดตยอดเงินจะเกิดขึ้นหลังจบแต่ละรอบอย่างปกติ ถ้าคุณออกจากเกมหรือรีเฟรช การเล่นอัตโนมัติจะสิ้นสุด แต่การเดิมพันในรอบปัจจุบันจะยังคงอยู่</p>",
    "BET_TYPES": "<h3>ประเภทการเดิมพัน</h3><strong>แต้มเล็ก/ใหญ่</strong><p>การเดิมพันแบบแต้มเล็กชนะหากแต้มรวมของลูกเต๋าสามลูกอยู่ในช่วง 4 ถึง 10 ในขณะที่การเดิมพันแบบแต้มใหญ่ชนะหากแต้มรวมอยู่ในช่วง 11 ถึง 17 ทั้งสองการเดิมพันจะแพ้เมื่อผลลัพธ์เป็นเลขสามประการ นั่นคือเมื่อลูกเต๋าสามลูกแสดงเลขเดียวกัน</p><strong>คี่/คู่</strong><p>การเดิมพันนี้ทายว่าแต้มรวมจะเป็นเลขคี่หรือคู่ หากลูกเต๋าทั้งสามลูกกลายเป็นเลขสามประการ การเดิมพันนี้จะเสียโดยอัตโนมัติ ช่วงเลขคี่ไม่รวมกับเลขสามประการที่บังเอิญเป็นเลขคี่ และช่วงเลขคู่ไม่รวมกับเลขสามประการที่เป็นเลขคู่</p><strong>คู่เลข</strong><p>การวางเดิมพันคู่เลขหมายถึงคุณกำลังเดิมพันว่าลูกเต๋าสองในสามลูกจะแสดงหน้าเลขเดียวกัน หากลูกเต๋าทั้งสามลูกตรงกัน การเดิมพันคู่เลขยังคงจ่ายผลเท่าเดิมเพราะเงื่อนไขของการมีหน้าเลขตรงกันอย่างน้อยสองลูกถูกต้อง</p><strong>เลขสามแบบเฉพาะ</strong><p>การเดิมพันเลขสามแบบเฉพาะเน้นที่เลขสามแบบอันเดียว เช่น สามเบอร์ 2 หรือสามเบอร์ 5 คุณชนะเพียงถ้าลูกเต๋าทั้งสามแสดงเลขเดียวกันตามที่คุณเลือก มันเป็นหนึ่งในการเดิมพันที่มีอัตราการจ่ายสูงที่สุดเนื่องจากความน่าจะเป็นต่ำกว่า</p><strong>เลขสามแบบใดก็ได้</strong><p>เลขสามแบบใดก็ได้ครอบคลุมหกชุดที่เป็นไปได้ทั้งหมด คุณชนะหากลูกเต๋าทั้งสามแสดงเป็นเลขเดียวกันใด ๆ (เช่น สามเบอร์ 1 สามเบอร์ 2 เป็นต้น) ซึ่งให้ผลลัพธ์ที่กว้างขึ้นแต่ยังคงที่จะให้ผลลัพธ์ที่เกิดได้ค่อนข้างยาก</p><strong>แต้มรวมของลูกเต๋าสามลูก</strong><p>การเดิมพันนี้วางบนหนึ่งในแต้มรวมจาก 4 ถึง 17 โดยแต้มรวมแต่ละรายการจะเสนออัตราการจ่ายที่ไม่เหมือนกันตามความน่าจะเป็นของมัน โดยที่แต้มรวมที่น้อยกว่าเกิดได้บ่อยกว่าจะมีอัตราการจ่ายที่สูงกว่า</p><strong>คู่ลูกเต๋าสองลูก</strong><p>การเดิมพันคู่ลูกเต๋าสองครอบคลุมเลขสองที่ไม่ซ้ำกัน (เช่น 3 และ 6) ที่ปรากฏในลูกเต๋าทั้งสาม ไม่สำคัญว่าเลขใดจะแสดงหน้าเหล่านี้ เหตุผลหนึ่งคือสองเลขปรากฏในทุระเริ่มต้น</p><strong>เลขเดี่ยว</strong><p>การเดิมพันเลขเดี่ยวถูกวางไว้ที่หนึ่งในหกหน้า (1, 2, 3, 4, 5, หรือ 6) หากเลขที่เลือกปรากฎหนึ่งครั้ง คุณจะได้รับอัตราจ่ายมาตรฐาน หากปรากฎสองหรือสามครั้ง คุณจะได้รับรางวัลสูงขึ้น</p>",
    "CHAT": "<h3>แชท</h3><p>ฟีเจอร์แชทช่วยให้คุณสื่อสารกับผู้เล่นคนอื่นและผู้กำกับเกมได้ ป้อนข้อความของคุณในช่องแชทแล้วกด Enter หรือปุ่มลูกศรเพื่อส่ง กรุณาอภิปรายให้สุภาพ; ภาษาไม่สุภาพหรือก้าวร้าวอาจทำให้สิทธิ์ในการแชทของคุณถูกระงับได้</p>",
    "DISCONNECTION_POLICY": "<h3>นโยบายการขาดการเชื่อมต่อ</h3><p>หากถูกตัดการเชื่อมต่อกลางรอบ การเดิมพันที่ยอมรับแล้วจะยังคงถูกต้องและจะถูกจัดการตามปกติ หากการเดิมพันของคุณไม่ได้รับการยอมรับก่อนการตัดการเชื่อมต่อ เงินเดิมพันจะถูกคืน คุณสามารถตรวจสอบผลลัพธ์ได้ในหน้าต่างประวัติหลังจากที่คุณเชื่อมต่ออีกครั้ง</p>",
    "ERROR_HANDLING": "<h3>การจัดการข้อผิดพลาด</h3><p>หากเกิดความผิดพลาดในการเล่นเกม ระบบ หรือกระบวนการ รอบจะถูกระงับ ผู้เล่นจะได้รับการแจ้งเตือนผ่านทางป๊อปอัปหรือแชท หากไม่สามารถแก้ไขปัญหาได้ในทันที รอบนั้นจะถูกยกเลิกและคืนเงินเดิมพันทั้งหมด</p>",
    "GAME_HISTORY": "<h3>ประวัติการเล่นเกม</h3><p>สามารถเข้าถึงประวัติการเล่นเกมได้โดยคลิกที่ปุ่มประวัติการเล่นเกม การเล่นจะถูกจัดเรียงตามวันที่ โดยวันที่ล่าสุดอยู่ด้านบน แต่ละรายการจะแสดงประเภทเกม วันที่ ยอดเดิมพันรวม และผลลัพธ์ การเลือกที่รายการจะแสดงรายละเอียดเพิ่มเติม เช่น เวลาในการเสร็จสิ้นเกม หมายเลขเกม หมายเลขที่ชนะหากมี การเดิมพันที่วางไว้ และว่ามีการยกเลิกเกมหรือไม่ นอกจากนี้ยังมีตัวเลือก \"รายงานปัญหา\" หากพบปัญหาใดๆ หากไม่มีการเล่นรอบใดๆ จะมีการกระตุ้นให้วางเดิมพัน</p>",
    "GAME_RESULT": "<h3>ผลการเล่น</h3><p>การแสดงกราฟิกของค่าหน้าลูกเต๋าที่ชนะจะถูกแสดงบนหน้าจอของคุณ จำนวนเงินรางวัลของคุณจะถูกแสดงอยู่ด้านล่าง</p><p>รายการผู้ชนะจะถูกแสดงเมื่อสิ้นสุดรอบเกม และจะแสดงชื่อเล่นของผู้เล่นที่ชนะทั้งหมดที่โต๊ะปัจจุบันในรอบเกมล่าสุด</p>",
    "GAME_RULES": "<h3>กฎของเกม</h3><p>ผู้เล่นเลือกค่าชิปและวางไว้บนจุดเดิมพันที่มีทั้งหมด 52 จุดก่อนที่การทอยลูกเต๋าจะเริ่มขึ้น แต่ละจุดเดิมพันจะมีโครงสร้างการจ่ายเงินของตัวเอง เมื่อสิ้นสุดเวลาการเดิมพัน ลูกเต๋าจะถูกเปิดเผย และผลลัพธ์จะเป็นตัวกำหนดการเดิมพันที่ชนะทั้งหมด</p><p>หากการวางเดิมพันที่ตรงข้ามกัน (เช่น เล็กกับใหญ่ หรือ คี่กับคู่) ไม่อนุญาตพร้อมกัน ระบบจะบล็อกหนึ่งเมื่ออีกอันถูกวาง ผู้เล่นจะได้รับทราบผ่านการแสดงข้อความ tooltip</p>",
    "GAME_STATISTICS": "<h3>สถิติของเกม</h3><p>หน้าต่างสถิติมีรายละเอียดของรอบเกมที่หลากหลายและอาจช่วยคุณในการตัดสินใจเลือกตัวเลือกการเดิมพันเพื่อใช้ในรอบเกมถัดไป</p><p>สถิติของเกมช่วยให้ผู้เล่นประเมินประวัติของเกมได้อย่างรวดเร็ว ระบุแนวโน้ม และพยายามคาดเดาผลลัพธ์ในอนาคต เกมแสดงรอบเกมสุดท้าย 15 รอบในด้านสถิติของ น้อย, ใหญ่, สามเท่า, คี่ และ คู่</p><p>แผนที่เดินเป็นการแทนรูปแบบที่แสดงผลการรอบเกมและแนวโน้มที่แจกจ่ายบนกริด</p><p>ในแท็บน้อย/ใหญ่ แต่ละผลสำหรับ น้อย (S), ใหญ่ (B), และ สามเท่า (T) แสดงให้เห็นเป็นวงกลมแยกต่างหาก ในแท็บคู่/คี่ ผลลัพธ์ คี่ (O), คู่ (E), และ สามเท่า (T) แสดงในแบบเดียวกับแผนที่เดินน้อย/ใหญ่ สถิติของรอบเกมที่ผ่านมาถึง 500 รอบจะแสดงในกราฟ</p><p>ในแท็บกราฟ คุณสามารถเห็นตัวแทนในรูปแบบเปอร์เซ็นต์ของค่าตัวเลขทั้งหกและค่าผลที่เป็น น้อย, ใหญ่, สามเท่า, คี่ และ คู่</p>",
    "INTRODUCTION": "<h3>แนะนำ</h3><p>Sic Bo เป็นเกมลูกเต๋าที่เล่นอย่างรวดเร็วด้วยลูกเต๋าหกด้านสามลูก ซึ่งอยู่ในเครื่องเขย่าลูกเต๋าอัตโนมัติ เป้าหมายคือการทำนายผลลัพธ์ของการทอยลูกเต๋าโดยการวางเดิมพันในผลลัพธ์ที่เป็นไปได้ต่างๆ เมื่อการเดิมพันปิดลง เครื่องเขย่าลูกเต๋าจะกำหนดผลลัพธ์ และการเดิมพันที่ชนะจะได้รับการจ่ายเงินตามนั้น</p>",
    "NO_ROLL_SITUATIONS": "<h3>ไม่มีก าร์โยนลูกเต๋า</h3><p>หากการโยนลูกเต๋าไม่ถูกต้อง จะถือว่าเป็น \"ไม่มีกา รโยน\" สถานการณ์ \"ไม่มีกา รโยน\" จะเกิดขึ้นในกรณีดังต่อไปนี้: </p><ul><li>เครื่องสั่นลูกเต๋า สั่นน้อยกว่า 3 วินาที</li><li>หนึ่งหรือมากกว่ าลูกเต๋าติดขอบ หรือซ้อนกัน</li><li>เกิดความผิดพลาด ของเครื่องสั่นลูกเต๋า หรือของลูกเต๋าใด ๆ</li></ul><p>ในกรณี \"ไม่มีก าร์โยน\" จะทำการโยนใหม่ตามขั้น ตอนการทำงานมาตรฐาน การเดิมพันของคุณจะยัง คงมีอยู่จนกว่าจะมี การโยนที่ถูกต้องเกิดขึ้น</p>",
    "PAYOUTS": "<h3>การจ่ายผลตอบแทน</h3><table><thead><tr><th>ประเภทการเดิมพัน</th><th>อัตราการจ่าย</th></tr></thead><tbody><tr><td>เล็ก/ใหญ่</td><td>1:1</td></tr><tr><td>คี่/คู่</td><td>1:1</td></tr><tr><td>คู่</td><td>12:1</td></tr><tr><td>สามเหมือนเฉพาะ</td><td>210:1</td></tr><tr><td>สามเหมือนใดๆ</td><td>34:1</td></tr><tr><td>ผลรวม 4 หรือ 17</td><td>70:1</td></tr><tr><td>ผลรวม 5 หรือ 16</td><td>34:1</td></tr><tr><td>ผลรวม 6 หรือ 15</td><td>20:1</td></tr><tr><td>ผลรวม 7 หรือ 14</td><td>13:1</td></tr><tr><td>ผลรวม 8 หรือ 13</td><td>9:1</td></tr><tr><td>ผลรวม 9 หรือ 12</td><td>7:1</td></tr><tr><td>ผลรวม 10 หรือ 11</td><td>6:1</td></tr><tr><td>ผลรวมจากลูกเต๋าสองลูก</td><td>6:1</td></tr><tr><td>เดี่ยว</td></tr><tr><td>เดิมพันในเดี่ยว</td><td>1:1</td></tr><tr><td>เดิมพันในคู่</td><td>2:1</td></tr><tr><td>เดิมพันในสามเหมือน</td><td>15:1</td></tr></tbody></table>",
    "PLACING_BETS": "<h3>การวางเดิมพัน</h3><p>แผงจำกัดเดิมพันแสดงจำนวนเงินเดิมพันขั้นต่ำและสูงสุดที่อนุญาตให้วางในโต๊ะ เพื่อเข้าร่วม ให้แน่ใจว่าคุณมีเงินเพียงพอในบัญชีของคุณ ยอดเงินคงเหลือปัจจุบันของคุณจะแสดงบนหน้าจอเสมอ</p><ul><li>1. เลือกค่าชิปจากการแสดงชิป (มีเฉพาะหน่วยที่ครอบคลุมตามยอดเงินของคุณ)</li><li>2. คลิกหรือแตะบริเวณเดิมพันที่ต้องการบนโต๊ะ การคลิกแต่ละครั้งจะเพิ่มเงินเดิมพันโดยค่าชิปที่เลือก จนถึงขีดจำกัดสูงสุด</li><li>3. คลิกปุ่มเพิ่มสองเท่า (2x) เพื่อเพิ่มเดิมพันทั้งหมดในขณะนี้ให้เป็นสองเท่า (ขึ้นอยู่กับยอดเงิน)</li><li>4. คลิกปุ่มทำใหม่เพื่อทำซ้ำเดิมพันทั้งหมดจากรอบที่ผ่านมา (มีเฉพาะก่อนที่คุณจะวางเดิมพันใหม่)</li><li>5. ปุ่มยกเลิกจะลบเดิมพันสุดท้าย และกดปุ่มค้างจะลบการเดิมพันทั้งหมดพร้อมกัน</li><li>6. ตัวชี้วัดเดิมพันรวมแสดงผลรวมของการเดิมพันปัจจุบันทั้งหมด</li></ul><p>หากคุณวางเดิมพันเกินยอดเงินคงเหลือ เกมจะแจ้งให้คุณปรับเดิมพัน</p>",
    "RETURN_TO_PLAYER": "<h3>อัตราผลตอบแทนต่อผู้เล่น</h3><table><thead><tr><th>เดิมพัน</th><th>อัตราผลตอบแทน</th></tr></thead><tbody><tr><td>เล็ก/ใหญ่</td><td>97.22%</td></tr><tr><td>คี่/คู่</td><td>97.22%</td></tr><tr><td>คู่</td><td>96.30%</td></tr><tr><td>สามเหมือนเฉพาะ</td><td>97.69%</td></tr><tr><td>สามเหมือนใดๆ</td><td>97.22%</td></tr><tr><td>ผลรวมลูกเต๋าสามลูก</td></tr><tr><td>รวม 4 หรือ 17</td><td>98.61%</td></tr><tr><td>รวม 5 หรือ 16</td><td>97.22%</td></tr><tr><td>รวม 6 หรือ 15</td><td>97.22%</td></tr><tr><td>รวม 7 หรือ 14</td><td>97.22%</td></tr><tr><td>รวม 8 หรือ 13</td><td>97.22%</td></tr><tr><td>รวม 9 หรือ 12</td><td>92.59%</td></tr><tr><td>รวม 10 หรือ 11</td><td>87.50%</td></tr><tr><td>ผลรวมจากลูกเต๋าสองลูก</td><td>97.22%</td></tr><tr><td>เดี่ยว</td><td>97.69%</td></tr></tbody></table>",
    "SUPPORT": "<h3>สนับสนุน</h3><p>หากคุณต้องการความช่วยเหลือเพิ่มเติมหรือต้องการสอบถามข้อมูล โปรดคลิกปุ่มสนับสนุนเพื่อเปิดแชทกับทีมสนับสนุนของเรา อธิบายปัญหาของคุณและเจ้าหน้าที่จะให้การช่วยเหลืออย่างเร็วที่สุด</p>",
    "WINNING_NUMBERS": "<h3>หมายเลขที่ชนะ</h3><p>แผงหมายเลขที่แสดงผลลัพธ์ของเกมล่าสุด เลขทางซ้ายสุดแสดงผลลัพธ์ของรอบล่าสุด</p>"
  },
  "SYSTEM_MESSAGE": {
    "GENERAL_ERROR": "พบปัญหา",
    "GENERAL_ERROR_RESPIN": "เกิดปัญหา หมุนลูกบอลอีกครั้ง",
    "SHUFFLE": "สับไพ่เรียบร้อยแล้ว",
    "SICBO_INVALID_RESULT": "การทอยไม่ถูกต้อง กำลังทอยอีกครั้ง"
  }
}