{
  "BACCARAT": {
    "BETTING_STATISTICS": "Thống kê đặt cược",
    "CLASSIC": "Kinh điển",
    "GAME_SPECIFICS": "Chi Tiết Trò Chơi",
    "IMMERSIVE": "Sống động",
    "LOADING_APPLYING_MAKEUP": "Đang áp dụng trang điểm...",
    "LOADING_DEALER_REFRESHING": "Đang làm mới nhà cái...",
    "LOADING_READING_RULES": "Đang đọc quy tắc...",
    "LOADING_VACUUMING_STUDIO": "Đang hút bụi phòng thu...",
    "LOADING_WATERING_PLANTS": "Tưới cây...",
    "LOADING_WAXING_TABLE": "Đang đánh bóng bàn...",
    "PLAYER_BETTING_ACTIVITY_FOR_EACH_BET_SPOT": "Hoạt động đặt cược của người chơi cho từng vị trí đặt cược",
    "PREPARING_DEALER": "Chuẩn bị người chia bài...",
    "SCORECARDS": "Bảng điểm",
    "SHOW_ALL_SIDE_BETS": "Hiển thị tất cả cược phụ",
    "SHUFFLING_CARDS": "Đang xáo bài..."
  },
  "COMMON": {
    "ADVANCED": "Nâng cao",
    "ALL_SOUNDS": "Tất cả âm thanh",
    "AUTOPLAY": "Tự phát",
    "AUTOPLAY_FINISHED": "Tự động phát đã xong",
    "AUTOPLAY_PROMPT1": "Bạn có muốn tiếp tục Tự động chơi với những thay đổi cược của bạn",
    "AUTOPLAY_PROMPT2": "Để kích hoạt Tự động chơi, đặt cược",
    "AUTOPLAY_PROMPT3": "Tự động phát sẽ tự động lặp lại cược cuối cùng của bạn",
    "AUTOPLAY_PROMPT4": "Bạn có muốn tiếp tục tự động phát",
    "AUTOPLAY_RULE": "Roulette là một trò chơi sòng bài cổ điển, nơi người chơi đặt cược vào điểm bóng sẽ dừng lại trên bánh xe quay. Trò chơi cung cấp nhiều tùy chọn đặt cược và trả thưởng, mang lại sự hồi hộp và cơ hội chiến thuật cho người chơi.",
    "BALANCE": "Số dư",
    "BANNED": "BẠN BỊ CẤM",
    "BANNED_TIP": "Thân gửi người chơi, xin lỗi vì sự bất tiện. Bàn hiện đang đóng. Có các bàn khác để tham gia và chơi.",
    "BET": "CƯỢC",
    "BET_CHANGED": "Cược đã thay đổi",
    "BET_LIMITS": "Giới hạn Cược",
    "BETTING_GRID": "Lưới cá cược",
    "BETTING_MODES": "Chế độ cá cược",
    "BET_TYPE": "Loại Cược",
    "BET_TYPES": "Loại Cược",
    "CHAT": "Trò chuyện",
    "CHAT_DISABLED": "TRÒ CHUYỆN BỊ TẮT",
    "CHAT_DISABLED_TIP": "Quyền tán gẫu của bạn đã bị vô hiệu hóa, vui lòng nạp tiền vào tài khoản hoặc đặt cược",
    "CLOSE": "Đóng",
    "COLD": "Lạnh",
    "COMING_SOON": "Sắp có",
    "CONFIRM": "Xác nhận",
    "CONTINUE": "Tiếp tục",
    "DATE": "NGÀY",
    "DEALER": "Đại lý",
    "DEALERS_VOICE": "Giọng của đại lý",
    "DISCONNECTION_POLICY": "Chính sách ngắt kết nối",
    "DOUBLE": "Nhân đôi",
    "ENTER_SCREEN_NAME": "NHẬP TÊN MÀN HÌNH CỦA BẠN",
    "ERROR_HANDLING": "Xử lý lỗi",
    "ERROR_MAX_20": "Tối đa 20 ký tự",
    "ERROR_MIN_3": "Tối thiểu 3 ký tự",
    "ERROR_SYMBOLS": "Không cho phép các ký tự đặc biệt",
    "EVEN": "Chẵn",
    "EXIT": "Thoát trò chơi",
    "EXPAND_CHAT": "Mở rộng trò chuyện",
    "FIRST_BETS": "Đầu tiên đặt cược của bạn",
    "FULL_SCREEN": "Toàn Màn Hình",
    "GAME": "TRÒ CHƠI",
    "GAME_CANCELED": "Trò chơi bị hủy",
    "GAME_HISTORY": "Lịch sử trò chơi",
    "GAME_NUMBER": "Số trò chơi",
    "GAME_PAUSED": "Trò chơi tạm dừng. Vui lòng chờ.",
    "GAME_PRESENTER": "Người Trình Chiếu Trò Chơi",
    "GAME_RESOLVED": "Trò chơi đã được giải quyết",
    "GAME_RESULT": "Kết Quả Trò Chơi",
    "GAME_SETTINGS": "Cài đặt trò chơi",
    "GAME_SOUNDS": "Âm thanh trò chơi",
    "GAMES_RULES": "Quy tắc Trò chơi",
    "GAME_STATISTICS": "Thống kê trò chơi",
    "GENERAL": "CHUNG",
    "HELP": "Trợ Giúp",
    "HELP_RULES": "Trợ giúp & Quy tắc",
    "HISTORY": "Lịch sử",
    "HISTORY_EMPTY1": "Chưa chơi trò nào!",
    "HISTORY_EMPTY2": "Bắt đầu chơi để xem lịch sử trò chơi của bạn ở đây.",
    "HISTORY_EMPTY3": "Trò chơi và cược gần đây của bạn sẽ được hiển thị để dễ dàng theo dõi và đánh giá.",
    "HOT": "Nóng",
    "HOT_COLD": "Nóng/Lạnh",
    "INACTIVITY": "Trò chơi tạm dừng do không hoạt động",
    "INTRODUCTION": "Giới thiệu",
    "KEEP_AUTOPLAY": "Giữ tự phát",
    "LANGUAGE": "Ngôn ngữ",
    "LAST_500": "500 cuối cùng",
    "LAST_WIN": "Lần thắng cuối",
    "LEFT": "trái",
    "LESS_VOLUME_SETTINGS": "Ít cài đặt âm lượng",
    "LIVE_CHAT": "TRÒ CHUYỆN TRỰC TIẾP",
    "LIVE_ROULETTE": "XỔ SỐ TRỰC TIẾP",
    "LIVE_SICBO": "Xổ số tự động",
    "LOBBY": "Sảnh",
    "LOW_BALANCE1": "Số dư thấp",
    "LOW_BALANCE2": "Số dư quá thấp. Nạp tiền để chơi.",
    "MAKE_BET": "Đặt cược",
    "MASTER_VOLUME": "Âm lượng tổng",
    "MAX_LIMIT_REACHED": "Đã đạt giới hạn tối đa",
    "MAX_PAYOUT": "TIỀN THƯỞNG TỐI ĐA {{currencySymbol}}{{amount}} CỘNG VỚI TIỀN ĐẶT CƯỢC THẮNG CỦA NGƯỜI CHƠI",
    "MAX_WIN": "THẮNG TỐI ĐA",
    "MAX_WIN_REACHED": "Bạn đã đạt mức thắng tối đa là {{currencySymbol}}{{amount}}",
    "MINIMIZE": "Thu nhỏ",
    "MODE_DEFAULT": "Mặc định",
    "MODE_DEFAULT_TIP": "Đặt cược vào các con số",
    "MODE_FULL_COMPLETE": "Hoàn thành đầy đủ",
    "MODE_STRAIGHT": "Thẳng đứng",
    "MODE_STRAIGHT_TIP": "Có 38 khe được đánh số, bao gồm cả 0",
    "MORE_VOLUME_SETTINGS": "Nhiều cài đặt âm lượng",
    "MUTE": "Tắt tiếng",
    "NEXT_GAME_SOON": "Chờ vòng tiếp theo",
    "NO_BET": "Đặt cược để kích hoạt Tự động chơi",
    "NO_HISTORY": "Đặt cược",
    "NO_MORE_BET": "KHÔNG CƯỢC THÊM",
    "NO_ROLL_SITUATIONS": "Tình Huống Không Cuộn",
    "ODD": "Lẻ",
    "OPPOSITE_BETTING_RESTRICTED": "Cược ngược bị giới hạn.",
    "PAYOUTS": "Thanh toán",
    "PAYOUTS_LIMITS": "Thanh toán & Hạn mức",
    "PAYTABLE": "Bảng trả thưởng",
    "PLACE_A_BET": "Đặt cược",
    "PLACE_BET": "ĐẶT CƯỢC CỦA BẠN",
    "PLACING_BETS": "Đặt cược",
    "PLAYER_MESSAGES": "Tin nhắn người chơi",
    "PLAYER_MESSAGES_TIP": "Hiển thị tin nhắn của người chơi khác trong trò chuyện",
    "RACETRACK": "Đường đua",
    "RACETRACK_BETS": "Cược Đường đua",
    "RECONNECTING": "Đang kết nối lại",
    "REFRESH": "Làm mới",
    "REJOIN_TIP": "Làm mới trang để tham gia lại trò chơi trên thiết bị này",
    "REPEAT": "Lặp lại",
    "REPEAT_AUTOMATICALLY": "Tự động lặp lại cược của bạn",
    "RESULT": "Kết Quả",
    "RESUME_PLAY": "Tiếp tục",
    "RETURN_TO_PLAYER": "Quay Lại Người Chơi",
    "ROTATE_ME_PLEASE": "Xoay tôi đi, làm ơn",
    "ROUND_CANCELLED": "Vòng đã bị hủy bởi Quản lý Dịch vụ. Các cược đã bị hủy",
    "ROUND_one": "Vòng",
    "ROUND_other": "Các vòng",
    "SAFARI_HINT1": "TRƯỚC KHI CHÚNG TÔI BẮT ĐẦU",
    "SAFARI_HINT2": "Cải thiện trải nghiệm của bạn bằng cách ẩn Thanh công cụ",
    "SCREEN_NAME": "TÊN MÀN HÌNH",
    "SCREEN_NAME_TIP1": "Tên màn hình không được chứa ký tự đặc biệt",
    "SCREEN_NAME_TIP2": "Hiển thị số ký tự tối thiểu/tối đa (3-15 ký tự)",
    "SCREEN_NAME_UPDATED": "Tên màn hình đã cập nhật",
    "SESSION_EXPIRED": "Phiên của bạn đã hết hạn",
    "SETTING": "Cài đặt",
    "SETTINGS": "Cài đặt",
    "SKIP": "Bỏ qua",
    "SOUND": "Âm thanh",
    "STATISTICS": "Thống kê",
    "STOP": "Dừng",
    "STOP_AUTOPLAY": "Dừng tự phát",
    "STUDIO_SOUNDS": "Âm thanh studio",
    "SUPPORT": "Hỗ trợ",
    "SWITCH": "Chuyển đổi",
    "TABLE_CLOSED": "BẢNG ĐÃ ĐÓNG",
    "TABLE_CLOSED_TIP1": "Các người chơi thân mến, xin lỗi vì sự bất tiện.",
    "TABLE_CLOSED_TIP2": "Bàn hiện đang đóng. Có các bàn khác để tham gia và chơi.",
    "TABLE_MAINTENANCE": "Bảo trì đang thực hiện. Vui lòng chọn bảng khác",
    "TOGGLE_SOUNDS": "Chuyển đổi để bật hoặc tắt tất cả âm thanh.",
    "TOTAL": "Tổng",
    "TOTAL_BET": "Tổng Cược",
    "TURNED_OFF": "TẮT",
    "TURNED_ON": "BẬT",
    "UNDO": "Hoàn tác",
    "VIDEO": "Video",
    "VIDEO_AUTO": "Tự động",
    "VIDEO_HD": "HD",
    "VIDEO_HIGH": "Cao",
    "VIDEO_LOW": "Thấp",
    "VIDEO_MEDIUM": "Trung bình",
    "VOLUME": "Âm lượng",
    "WINNING_NUMBER": "Số Trúng Thưởng",
    "WINNING_NUMBERS": "Số Trúng Thưởng",
    "YOUR_MESSAGE": "TIN NHẮN CỦA BẠN...",
    "YOU_WIN": "BẠN THẮNG"
  },
  "ROULETTE": {
    "BETTING_MODE": "Chế độ cá cược",
    "BET_TYPES": "Loại Cược",
    "BLACK": "Đen",
    "COLUMN": "Cột",
    "CORNER": "Góc",
    "DOZEN": "Tá",
    "FLIP_PHONE": "Xoay điện thoại của bạn để tiếp tục chơi",
    "LOADING_CHECKING_HORIZON": "Đang kiểm tra mức độ chân trời...",
    "LOADING_LIGHTING_LIGHT": "Thắp sáng đèn...",
    "LOADING_POLISHING_BALL": "Đánh bóng quả bóng...",
    "LOADING_POWERING_CAMERA": "Khởi động máy ảnh...",
    "LOADING_SLAM_DUNKING": "Slam dunking trái bóng...",
    "LOADING_SPIN_TO_WIN": "Quay để giành chiến thắng...",
    "LOADING_STARTING_ENGINES": "\"Bắt đầu khởi động các động cơ...\"",
    "LOADING_WAXING_WHEEL": "Đang đánh bóng bánh xe...",
    "LOADING_YOUR_TURN": "Tới lượt bạn...",
    "NUMBER_OF_ROUNDS": "Số Vòng",
    "RED": "Đỏ",
    "SIX_LINE": "Sáu hàng",
    "SPLIT": "Chia đôi",
    "STRAIGHT_UP": "Thẳng đứng",
    "STREET": "Đường"
  },
  "ROULETTE_RULES": {
    "AUTOPLAY": "<h3>Tự động chơi</h3><p>Tính năng Tự động chơi cho phép bạn lặp lại tự động các cược trước đó của mình cho một số vòng chơi đã chọn. Để sử dụng Tự động chơi, bạn phải đặt cược trong vòng chơi hiện tại hoặc vòng chơi trước đó. Để khởi động Tự động chơi, nhấp vào nút TỰ ĐỘNG CHƠI và chọn số vòng bạn muốn chơi tự động.</p><p>Khi Tự động chơi được kích hoạt, số vòng còn lại sẽ được hiển thị trên nút Tự động chơi. Tự động chơi sẽ tiếp tục cho đến khi số vòng được chọn đã hoàn tất hoặc bạn chọn dừng bằng cách nhấp vào nút DỪNG.</p><p>Xin lưu ý:</p><ul><li>Nếu bạn thay đổi cược của mình trong khi Tự động chơi đang chạy, Tự động chơi sẽ ngừng.</li><li>Thoát trò chơi sẽ ngừng Tự động chơi, nhưng bất kỳ cược nào đã đặt sẽ vẫn còn hoạt động cho vòng tiếp theo</li></ul><p>Tổng số tiền cược Tự động chơi được tính bằng cách nhân tổng cược mỗi vòng của bạn với số vòng Tự động chơi đã chọn.</p>",
    "BET_TYPES": "<h3>Các loại cược</h3>\n<p>Roulette cung cấp các tùy chọn cá cược khác nhau, mỗi loại có tỷ lệ trả thưởng riêng. Chúng được chia thành Cược Trong và Cược Ngoài.</p><p>Cược Trong được đặt trên lưới số bao gồm:</p><ul><li>Đặt cược Đơn (một số duy nhất),</li><li>Đặt cược Chia (hai số liền kề),</li><li>Đặt cược Hàng (ba số trong một hàng),</li><li>Đặt cược Góc (bốn số liên tiếp),</li><li>Đặt cược Dòng (sáu số trên hai hàng).</li></ul><p>Cược Ngoài được đặt xung quanh lưới chính và bao phủ các nhóm số lớn hơn.</p><p>Chúng bao gồm:</p><ul><li>Đỏ/Đen,</li><li>Chẵn/Lẻ,</li><li>Cột và Hàng Tá (mỗi loại bao phủ 12 số),</li><li>và 1-18/19-36 (mỗi loại bao phủ 18 số).</li></ul><p>Lưu ý rằng số không không được bao gồm trong Cược Ngoài.</p><p>Đặt cược Đơn có tỷ lệ trả thưởng cao nhất, trong khi Cược Ngoài có tỷ lệ trả thưởng thấp hơn nhưng cơ hội thắng cao hơn.</p>",
    "CHAT": "<h3>Trò chuyện</h3><p>Tính năng Trò chuyện cho phép giao tiếp giữa người chơi và người dẫn trò chơi. Để sử dụng, nhập tin nhắn của bạn vào ô trò chuyện và nhấn Enter hoặc nút mũi tên để gửi.</p><p>Người chơi cần duy trì giao tiếp tôn trọng. Hành vi lạm dụng, ngôn ngữ xúc phạm, hoặc nội dung không phù hợp có thể dẫn đến cảnh báo hoặc bị tước quyền trò chuyện. Nếu bạn không đồng ý với quyết định điều hành, hãy liên hệ với hỗ trợ Casino để được giúp đỡ.</p><p>Xin lưu ý, tính năng trò chuyện chỉ có sẵn cho người chơi có số dư cao hơn mức cược tối thiểu trong trò chơi cụ thể. Người chơi có số dư 0 không được phép trò chuyện với người dẫn trò chơi.</p>",
    "DISCONNECTION_POLICY": "<h3>Chính sách khi mất kết nối</h3><p>Nếu bạn mất kết nối trong vòng chơi đang hoạt động, bất kỳ cược nào bạn đã đặt sẽ được xử lý phù hợp. Nếu bạn đặt cược và mất kết nối trước khi thời gian đặt cược kết thúc, số tiền cược đó sẽ được hoàn trả vào tài khoản của bạn. Tuy nhiên, nếu cược của bạn được chấp nhận vì thời gian đặt cược đã kết thúc trước khi bạn mất kết nối, cược của bạn sẽ vẫn hợp lệ và sẽ được thanh toán theo kết quả trò chơi. Khi kết nối lại, bạn có thể kiểm tra kết quả cược của mình bằng cách truy cập cửa sổ Lịch sử, nơi hiển thị kết quả của bất kỳ vòng chơi nào đã diễn ra trong thời gian bạn vắng mặt.</p>",
    "ERROR_HANDLING": "<h3>Xử lý lỗi</h3><p>Trong trường hợp xảy ra lỗi trò chơi, hệ thống hoặc quy trình, vòng chơi hiện tại sẽ bị tạm dừng. Người chơi sẽ được thông báo qua tin nhắn bật lên hoặc trò chuyện rằng vấn đề đang được điều tra. Nếu lỗi có thể được khắc phục kịp thời, trò chơi sẽ tiếp tục như bình thường. Tuy nhiên, nếu không thể giải quyết ngay lập tức, vòng chơi sẽ bị hủy và tất cả các cược ban đầu sẽ được hoàn trả cho người tham gia.</p><p>Thêm vào đó, để một vòng chơi được coi là hợp lệ, bóng phải hoàn thành ít nhất ba vòng quay hoàn chỉnh trên bánh xe. Nếu không, vòng chơi sẽ bị xem là không hợp lệ.</p>",
    "GAME_HISTORY": "<h3>Lịch sử trò chơi</h3><p>Tính năng Lịch sử trò chơi cho phép bạn xem lại các trò chơi đã chơi một cách toàn diện và trực quan. Các trò chơi được sắp xếp theo ngày, với trò chơi mới nhất ở đầu, và bạn có thể điều hướng giữa các ngày bằng cách sử dụng nút mũi tên. Bằng cách chọn một ngày cụ thể, bạn có thể lọc các trò chơi theo loại và xem thông tin chi tiết cho từng vòng chơi, bao gồm thời gian, tổng cược và kết quả. Bấm vào một trò chơi cụ thể để có một phân tích chi tiết về các cược đã đặt và kết quả của chúng.</p><p>Tính năng này cũng bao gồm tùy chọn \"Báo cáo sự cố\" để đánh dấu bất kỳ vấn đề nào với các trò chơi cụ thể. Thông tin về số dư và tổng số cược của bạn vẫn hiển thị xuyên suốt quá trình xem lịch sử, giúp bạn theo dõi các mẫu cược và xác minh kết quả trò chơi một cách hiệu quả.</p>",
    "GAME_RULES": "<h3>Luật Chơi</h3><p>Mục tiêu trong trò Roulette là đoán đúng nơi bóng sẽ dừng bằng cách đặt cược vào các con số hoặc nhóm con số cụ thể. Bánh xe có các con số từ 0 đến 36. Cược sẽ đóng trước khi bóng được thả. Khi bóng đã dừng lại ở một ô, con số thắng cuộc sẽ được công bố và các cược thắng sẽ được trả thưởng.</p><p>Người chơi có thể đặt nhiều cược mỗi vòng bằng cách sử dụng các khu vực đặt cược bên trong và bên ngoài. Bạn thắng khi cược của bạn bao phủ vị trí dừng cuối cùng của bóng, với các khoản chi trả phụ thuộc vào loại cược đã đặt.</p>",
    "PAYOUTS": "<h3>Thanh Toán</h3><p>Số tiền thắng Roulette được xác định bởi loại cược bạn đặt trên bàn.</p><table><thead><tr><th>Loại Cược</th><th>Thanh Toán</th></tr></thead><tbody><tr><td>Cược Chẵn</td><td>35:1</td></tr><tr><td>Cược Đôi</td><td>17:1</td></tr><tr><td>Cược Đường</td><td>11:1</td></tr><tr><td>Cược Góc</td><td>8:1</td></tr><tr><td>Cược Hàng</td><td>5:1</td></tr><tr><td>Cột</td><td>2:1</td></tr><tr><td>Hàng Tá</td><td>2:1</td></tr><tr><td>Đỏ/Đen</td><td>1:1</td></tr><tr><td>Chẵn/Lẻ</td><td>1:1</td></tr><tr><td>1-18/19-36</td><td>1:1</td></tr></tbody></table><p>Bất kỳ sự cố hoặc vấn đề kỹ thuật nào đều hủy bỏ tất cả các cược và kết quả.</p>",
    "PLACING_BETS": "<h3>Đặt cược</h3><p>Bảng giới hạn cược hiển thị số tiền cược tối thiểu và tối đa được phép trên bàn. Những giới hạn này có thể thay đổi định kỳ, vì vậy bạn nên kiểm tra giới hạn hiện tại của mình thường xuyên. Để tham gia trò chơi, hãy đảm bảo rằng bạn có đủ tiền trong tài khoản để bao quát số tiền cược dự định. Số dư tài khoản hiện tại của bạn hiển thị trên màn hình.</p><p>Để đặt cược, trước tiên hãy chọn giá trị chip mong muốn từ Màn hình Hiển thị Chip. Chỉ có các mệnh giá chip mà số dư hiện tại của bạn có thể bao quát sẽ được hiển thị. Sau khi bạn đã chọn một chip, nhấp hoặc chạm vào khu vực cược phù hợp trên bàn. Mỗi lần nhấp tăng số tiền cược của bạn lên giá trị chip đã chọn, tối đa là giới hạn tối đa cho loại cược đó.</p><p>Nút Double (2x) sẽ xuất hiện sau khi bạn đã đặt cược. Nhấp vào nút này sẽ nhân đôi tất cả các cược hiện tại của bạn, tối đa là giới hạn tối đa. Hãy đảm bảo rằng bạn có đủ tiền để bao quát việc nhân đôi tất cả các cược trước khi sử dụng tính năng này. Nút Repeat cho phép bạn sao chép tất cả các cược từ vòng chơi trước. Tùy chọn này chỉ có sẵn trước khi bạn đặt chip đầu tiên trong vòng hiện tại. Nếu bạn cần điều chỉnh cược, nút Undo sẽ gỡ bỏ cược cuối cùng bạn đã đặt. Bạn có thể nhấp nút này liên tục để gỡ bỏ các cược từng cái một, theo thứ tự ngược lại so với lúc đặt. Để xóa tất cả các cược cùng một lúc, chỉ cần giữ nút Undo.</p><p>Chỉ báo Tổng Cược hiển thị tổng số tiền của tất cả các cược đã đặt trong vòng hiện tại. Nếu bạn cố gắng đặt cược vượt quá số dư tổng cộng của mình, trò chơi sẽ thông báo bạn điều chỉnh lại cược.</p>",
    "RACETRACK_BETS": "<h3>Cược Đua Ngựa</h3><p>Cược hàng xóm là các cược đặc biệt trong Roulette bao phủ một số cụ thể và các số liền kề của nó trên bánh xe. Các cược này được đặt bằng khu vực hình ô van, đại diện cho bố cục của bánh xe. Để truy cập khu vực này, nhấp vào nút RACETRACK. Tính năng này cho phép đặt cược phức tạp mà trực giác dựa trên các vị trí bánh xe hơn là bố cục bảng chuẩn.</p><h4>Tiers du Cylindre</h4><p>Cược này bao phủ 12 số ở phía đối diện bánh xe với số không. Nó yêu cầu 6 chip, được đặt như sau:</p><ul><li>Chia 5/8</li><li>Chia 10/11</li><li>Chia 13/16</li><li>Chia 23/24</li><li>Chia 27/30</li><li>Chia 33/36</li></ul><p>Cược này bao phủ xấp xỉ một phần ba bánh xe, ngoại trừ phần không.</p><h4>Orphelins a Cheval</h4><p>Cược này bao phủ 8 số trong hai phần riêng biệt của bánh xe không bao gồm trong các cược khác đã được công bố. Nó sử dụng 5 chip:</p><ul><li>1 (thẳng)</li><li>Chia 6/9</li><li>Chia 14/17</li><li>Chia 17/20</li><li>Chia 31/34</li></ul><p>Cược này bao phủ các số \"mồ côi\" không bao gồm trong cược Voisins hoặc Tiers.</p><h4>Voisins du Zero</h4><p>Bao phủ 17 số xung quanh số không, cược này sử dụng 9 chip:</p><ul><li>2 chip trên dãy 0/2/3</li><li>Chia 4/7</li><li>Chia 12/15</li><li>Chia 18/21</li><li>Chia 19/22</li><li>2 chip trên góc 25/26/28/29</li><li>Chia 32/35</li></ul><p>Cược này bao phủ gần một nửa bánh xe, bao gồm số không và các hàng xóm của nó.</p><h4>Jeu Zero</h4><p>Cược này tập trung vào 7 số gần số không, sử dụng 4 chip:</p><ul><li>Chia 0/3</li><li>Chia 12/15</li><li>26 (thẳng)</li><li>Chia 32/35</li></ul><p>Đây là một phiên bản nhỏ hơn của Voisins du Zero, tập trung vào khu vực gần gũi xung quanh số không.</p><p>Để đặt cược hàng xóm, chọn một số trên khu vực đua ngựa. Điều này tự động đặt cược vào số được chọn và các hàng xóm ngay lập tức của nó ở cả hai bên. Sử dụng nút + và - để điều chỉnh số hàng xóm bao gồm, cho phép bao phủ tùy chỉnh các phần bánh xe.</p>",
    "RETURN_TO_PLAYER": "<h3>Trả Lại Cho Người Chơi</h3><p>Tỉ lệ lý thuyết Trả Lại Cho Người Chơi (RTP) cho trò chơi Roulette này là 97,30%.</p>",
    "STATISTICS": "<h3>Thống kê</h3><p>Chức năng Thống kê hiển thị kết quả từ tối đa 500 vòng chơi gần đây. Truy cập bằng cách nhấp vào nút THỐNG KÊ và sử dụng thanh trượt để điều chỉnh số lượng kết quả đã qua được hiển thị. Di chuột qua các vùng trong biểu đồ thống kê sẽ làm nổi bật các vị trí cược tương ứng trên bàn. Để đặt cược dựa trên các thống kê này, chỉ cần nhấp hoặc chạm vào vùng được làm nổi bật.</p>",
    "WINNING_NUMBERS": "<h3>Các Số Trúng Thưởng</h3><p>Bảng Các Số Trúng Thưởng hiển thị kết quả trò chơi gần đây. Số bên trái nhất đại diện cho kết quả của vòng chơi gần nhất</p>"
  },
  "SICBO": {
    "ANY_TRIPLE": "Bất kỳ bộ ba",
    "BIG": "Lớn",
    "EACH_DOUBLE": "Mỗi đôi",
    "EACH_TRIPLE": "Mỗi bộ ba",
    "LOADING_FORTUNE_AWAITS": "Vận may đang chờ đợi lần đổ xúc xắc...",
    "LOADING_PLACE_LUCKY_BETS": "Đặt cược may mắn của bạn sớm...",
    "LOADING_PREPARING_ROLL": "Chuẩn bị cuộn...",
    "LOADING_SECURING_DICE_DOME": "Đang bảo vệ mái vòm xí ngầu...",
    "LOSE_ON_ANY_TRIPLE": "Thua trên bất kỳ bộ ba",
    "ON_DOUBLE": "trên nhân đôi",
    "ON_SINGLE": "Trên đơn",
    "ON_TRIPLE": "trên bộ ba",
    "POLISHING_THE_PRECIOUS_DICE": "Đánh bóng xúc xắc quý giá...",
    "PREPARING_THE_SHAKE": "Chuẩn bị máy trộn...",
    "SIDE_BETS_LOSE_ON": "Cược phụ thua trên",
    "SINGLE": "Đơn",
    "SMALL": "Nhỏ",
    "SPECIFIC_TRIPLE": "Bộ ba cụ thể",
    "TRIPLE": "Bộ ba",
    "TWO_DICE": "Hai con xúc xắc",
    "TWO_DICE_COMBO": "Kết hợp hai con xúc xắc",
    "VOIDS_OTHER_SIDEBETS": "bất kỳ bộ ba"
  },
  "SICBO_RULES": {
    "AUTOPLAY": "<h3>Chơi tự động</h3><p>Tính năng Chơi tự động tự động lặp lại cược cuối cùng của bạn trong 5, 10, 25 hoặc 100 vòng. Để bắt đầu, đặt cược và sau đó chọn số vòng trong menu CHƠI TỰ ĐỘNG. Các vòng còn lại được hiển thị, và bạn có thể dừng Chơi tự động bất kỳ lúc nào—hành động này sẽ có hiệu lực sau khi vòng hiện tại kết thúc.</p><ul><li>Bạn đặt thêm cược trong suốt phiên Chơi tự động hiện tại sẽ kích hoạt thông báo: \"Chơi tự động của bạn sẽ được cập nhật theo cược này.\"</li><li>Dừng kết thúc Chơi tự động sau vòng hiện tại.</li><li>Cập nhật áp dụng cược mới cho tất cả các vòng Chơi tự động còn lại.</li></ul><p>Cập nhật số dư xảy ra sau mỗi vòng như thường lệ. Nếu bạn rời trò chơi hoặc làm mới, Chơi tự động kết thúc, nhưng bất kỳ cược nào cho vòng hiện tại vẫn có hiệu lực.</p>",
    "BET_TYPES": "<h3>Các loại cược</h3><strong>Nhỏ/Lớn</strong><p>Cược Nhỏ thắng nếu tổng của ba con xúc xắc nằm trong khoảng từ 4 đến 10, trong khi cược Lớn thắng nếu tổng nằm trong khoảng từ 11 đến 17. Cả hai sẽ thua khi kết quả là bất kỳ bộ ba nào, nghĩa là cả ba con xúc xắc đều hiển thị cùng một số.</p><strong>Lẻ/Chẵn</strong><p>Cược này dự đoán xem tổng sẽ là lẻ hay chẵn. Nếu cả ba con xúc xắc tạo thành một bộ ba, cược này sẽ tự động thua. Khoảng Lẻ loại trừ những bộ ba ngẫu nhiên là số lẻ, và khoảng Chẵn loại trừ các bộ ba chẵn.</p><strong>Đôi</strong><p>Đặt cược Đôi có nghĩa là bạn đang đặt cược rằng chính xác hai trong ba con xúc xắc sẽ hiển thị cùng một mặt. Nếu cả ba con xúc xắc giống nhau, cược Đôi vẫn trả theo tỷ lệ tương tự vì điều kiện có ít nhất hai con giống mặt được thỏa mãn.</p><strong>Bộ ba cụ thể</strong><p>Cược Bộ ba cụ thể tập trung vào một bộ ba cụ thể, chẳng hạn ba con 2 hoặc ba con 5. Bạn chỉ thắng nếu cả ba con xúc xắc trùng khớp với số cụ thể bạn đã chọn. Đây là một trong những cược có mức trả cao nhất do khả năng xảy ra thấp hơn.</p><strong>Bất kỳ bộ ba nào</strong><p>Bất kỳ bộ ba nào bao gồm tất cả sáu bộ ba có thể xảy ra ngay lập tức. Bạn thắng nếu ba con xúc xắc trùng khớp với bất kỳ số nào (ví dụ: ba con 1, ba con 2, v.v.), cung cấp một kết quả rộng hơn nhưng vẫn khá hiếm.</p><strong>Tổng ba con xúc xắc</strong><p>Cược này được đặt vào một trong các tổng từ 4 đến 17. Mỗi tổng cung cấp một mức trả riêng dựa trên khả năng xảy ra, với các tổng ít xảy ra hơn có tỷ lệ trả cao hơn.</p><strong>Kết hợp hai con xúc xắc</strong><p>Một cược Kết hợp hai con xúc xắc bao phủ hai số khác nhau (như 3 và 6) xuất hiện trong ba con xúc xắc. Không quan trọng con xúc xắc nào hiển thị hai mặt này, miễn là cả hai xuất hiện ở bất cứ đâu trong lượt quay cuối cùng.</p><strong>Đơn</strong><p>Một cược Đơn được đặt vào một trong sáu mặt (1, 2, 3, 4, 5, hoặc 6). Nếu số bạn chọn xuất hiện một lần, bạn nhận một mức trả tiêu chuẩn; nếu xuất hiện hai lần hoặc ba lần, bạn nhận được phần thưởng cao hơn.</p>",
    "CHAT": "<h3>Trò chuyện</h3><p>Tính năng Trò chuyện cho phép bạn giao tiếp với những người chơi khác và người thuyết trình trò chơi. Nhập tin nhắn của bạn vào trường trò chuyện và nhấn Enter hoặc nút mũi tên để gửi. Hãy giữ cho cuộc thảo luận lịch sự; lời lẽ xúc phạm hay lạm dụng có thể dẫn đến việc bị tước bỏ quyền trò chuyện.</p>",
    "DISCONNECTION_POLICY": "<h3>Chính sách ngắt kết nối</h3><p>Nếu bị ngắt kết nối giữa vòng chơi, các cược đã chấp nhận vẫn có hiệu lực và sẽ được giải quyết như bình thường. Nếu cược của bạn không được chấp nhận trước khi ngắt kết nối, số tiền cược sẽ được hoàn lại. Bạn có thể xem kết quả trong cửa sổ Lịch sử khi kết nối lại.</p>",
    "ERROR_HANDLING": "<h3>Xử Lý Lỗi</h3><p>Nếu xảy ra lỗi trò chơi, hệ thống, hoặc thủ tục, vòng chơi bị tạm ngưng. Người chơi được thông báo qua cửa sổ pop-up hoặc chat. Nếu vấn đề không thể được giải quyết nhanh chóng, vòng chơi sẽ bị hủy và tất cả cược sẽ được hoàn lại.</p>",
    "GAME_HISTORY": "<h3>Lịch Sử Trò Chơi</h3><p>Lịch Sử Trò Chơi có thể truy cập bằng cách nhấp vào nút LỊCH SỬ TRÒ CHƠI. Các vòng chơi được sắp xếp theo ngày, với vòng gần đây nhất ở đầu. Mỗi mục hiển thị loại trò chơi, ngày, tổng cược và kết quả. Chọn một mục sẽ hiển thị thêm chi tiết như thời gian trò chơi kết thúc, số trò chơi, số thắng nếu có, cược đặt, và liệu trò chơi có bị hủy hay không. Một tùy chọn \"Báo Cáo Vấn Đề\" cũng có sẵn nếu bạn gặp sự cố. Nếu không có vòng nào đã được chơi, sẽ có nhắc nhở để đặt cược.</p>",
    "GAME_RESULT": "<h3>Kết Quả Trò Chơi</h3><p>Mô phỏng hình ảnh các giá trị mặt xúc xắc chiến thắng sẽ hiển thị trên màn hình của bạn. Số tiền thắng cuộc của bạn sẽ được hiển thị bên dưới.</p><p>Danh sách người chiến thắng sẽ được hiển thị ở cuối vòng chơi và sẽ hiện ra tên người chơi đã chiến thắng ở bàn chơi hiện tại trong vòng chơi cuối cùng.</p>",
    "GAME_RULES": "<h3>Luật chơi</h3><p>Người chơi chọn một giá trị chip và đặt nó lên bất kỳ vị trí cược nào trong số 52 vị trí cược có sẵn trước khi bắt đầu tung xúc xắc. Mỗi vị trí cược có cấu trúc trả thưởng riêng. Khi thời gian đặt cược kết thúc, xúc xắc được lật mở, và kết quả quyết định tất cả các cược thắng.</p><p>Nếu các cược đối lập (như Nhỏ vs Lớn hay Lẻ vs Chẵn) không được phép đồng thời, hệ thống sẽ chặn một khi cái còn lại được đặt và người chơi sẽ được thông báo bằng cách hiển thị thông báo dưới dạng chú thích công cụ.</p>",
    "GAME_STATISTICS": "<h3>Thống Kê Trò Chơi</h3><p>Cửa sổ Thống kê cung cấp nhiều chi tiết của ván chơi và có thể giúp bạn quyết định lựa chọn đặt cược nào cho các vòng chơi tiếp theo.</p><p>Thống kê trò chơi giúp người chơi nhanh chóng đánh giá lịch sử trò chơi, xác định xu hướng, và cố gắng dự đoán kết quả tương lai. Trò chơi hiện thị 15 vòng chơi cuối cùng của thống kê Nhỏ, To, Ba, Lẻ và Chẵn.</p><p>Lộ trình là các biểu diễn hình ảnh của kết quả và xu hướng trò chơi được phân bổ trên một lưới.</p><p>Trong tab Nhỏ/To, mỗi kết quả cho Nhỏ (S), To (B), và Ba (T) được biểu diễn dưới dạng một vòng tròn riêng biệt. Trong tab Lẻ/Chẵn, các kết quả Lẻ (O), Chẵn (E), và Ba (T) được hiện thị theo cùng một cách như trên lộ trình Nhỏ/To. Thống kê tối đa 500 vòng chơi gần nhất được hiển thị trên biểu đồ.</p><p>Trong tab Biểu đồ, bạn có thể thấy tỷ lệ phần trăm đại diện cho tất cả sáu giá trị số và giá trị của các kết quả Nhỏ, To, Ba, Lẻ, và Chẵn.</p>",
    "INTRODUCTION": "<h3>Giới thiệu</h3><p>Sic Bo là một trò chơi xúc xắc nhanh được chơi với ba viên xúc xắc sáu mặt trong một máy Lắc Xúc Xắc tự động. Mục tiêu là dự đoán kết quả của lần lắc xúc xắc bằng cách đặt cược vào các kết quả có thể xảy ra khác nhau. Sau khi cược đóng, máy Lắc Xúc Xắc sẽ xác định kết quả, và cược thắng sẽ được trả thưởng tương ứng.</p>",
    "NO_ROLL_SITUATIONS": "<h3>Kết Quả Không Có Lắc</h3><p>Nếu lượt lắc không hợp lệ, nó sẽ được xem là một sự kiện \"Không có lắc.\" Một \"Không có lắc\" xảy ra trong các trường hợp sau:</p><ul><li>Máy lắc xí ngầu lắc ít hơn 3 giây.</li><li>Một hoặc nhiều viên xí ngầu bị mắc kẹt ở cạnh hoặc nằm chồng lên nhau.</li><li>Sự cố kỹ thuật ảnh hưởng đến máy lắc hoặc bất kỳ viên xí ngầu nào.</li></ul><p>Trong trường hợp \"Không có lắc,\" một lượt lắc lại sẽ được thực hiện theo quy trình hoạt động tiêu chuẩn. Cược của bạn sẽ vẫn còn cho đến khi có một lượt lắc hợp lệ được hoàn thành.</p>",
    "PAYOUTS": "<h3>Tiền Thắng</h3><table><thead><tr><th>Loại Cược</th><th>Tiền Thắng</th></tr></thead><tbody><tr><td>Nhỏ/Lớn</td><td>1:1</td></tr><tr><td>Lẻ/Chẵn</td><td>1:1</td></tr><tr><td>Đôi</td><td>12:1</td></tr><tr><td>Bộ Ba Cụ Thể</td><td>210:1</td></tr><tr><td>Bộ Ba Bất Kỳ</td><td>34:1</td></tr><tr><td>Tổng 4 hoặc 17</td><td>70:1</td></tr><tr><td>Tổng 5 hoặc 16</td><td>34:1</td></tr><tr><td>Tổng 6 hoặc 15</td><td>20:1</td></tr><tr><td>Tổng 7 hoặc 14</td><td>13:1</td></tr><tr><td>Tổng 8 hoặc 13</td><td>9:1</td></tr><tr><td>Tổng 9 hoặc 12</td><td>7:1</td></tr><tr><td>Tổng 10 hoặc 11</td><td>6:1</td></tr><tr><td>Kết Hợp 2 Xúc Xắc</td><td>6:1</td></tr><tr><td>Đơn</td></tr><tr><td>Cược Đơn</td><td>1:1</td></tr><tr><td>Cược Đôi</td><td>2:1</td></tr><tr><td>Cược Ba</td><td>15:1</td></tr></tbody></table>",
    "PLACING_BETS": "<h3>Đặt cược</h3><p>Bảng giới hạn cược hiển thị số tiền cược tối thiểu và tối đa được phép tại bàn. Để tham gia, hãy đảm bảo bạn có đủ tiền trong tài khoản của mình. Số dư hiện tại của bạn luôn được hiển thị trên màn hình.</p><ul><li>1. Chọn giá trị chip từ Hiển thị Chip (chỉ các mệnh giá được bảo đảm bằng số dư của bạn mới có sẵn).</li><li>2. Nhấp hoặc chạm vào khu vực cược mong muốn trên bàn. Mỗi lượt nhấp sẽ tăng tiền cược của bạn lên giá trị chip đã chọn, tối đa mức giới hạn tối đa.</li><li>3. Nhấp vào nút Nhân đôi (2x) để nhân đôi tất cả cược hiện tại (nếu có đủ tiền).</li><li>4. Nhấp vào nút Lặp lại để lặp lại tất cả các cược từ vòng trước (chỉ có thể sử dụng trước khi đặt bất kỳ cược mới nào).</li><li>5. Hoàn tác sẽ xóa bỏ cược cuối cùng; giữ Hoàn tác sẽ xóa tất cả cược một lần.</li><li>6. Chỉ số Tổng tiền cược cho thấy tổng số tất cả các cược hiện tại.</li></ul><p>Nếu bạn vượt quá số dư của mình, trò chơi sẽ yêu cầu bạn điều chỉnh cược.</p>",
    "RETURN_TO_PLAYER": "<h3>Hoàn Trả Cho Người Chơi</h3><table><thead><tr><th>Loại Cược</th><th>Hoàn Trả Cho Người Chơi</th></tr></thead><tbody><tr><td>Nhỏ/Lớn</td><td>97.22%</td></tr><tr><td>Lẻ/Chẵn</td><td>97.22%</td></tr><tr><td>Đôi</td><td>96.30%</td></tr><tr><td>Bộ Ba Cụ Thể</td><td>97.69%</td></tr><tr><td>Bộ Ba Bất Kỳ</td><td>97.22%</td></tr><tr><td>Tổng Ba Xúc Xắc</td></tr><tr><td>Tổng 4 hoặc 17</td><td>98.61%</td></tr><tr><td>Tổng 5 hoặc 16</td><td>97.22%</td></tr><tr><td>Tổng 6 hoặc 15</td><td>97.22%</td></tr><tr><td>Tổng 7 hoặc 14</td><td>97.22%</td></tr><tr><td>Tổng 8 hoặc 13</td><td>97.22%</td></tr><tr><td>Tổng 9 hoặc 12</td><td>92.59%</td></tr><tr><td>Tổng 10 hoặc 11</td><td>87.50%</td></tr><tr><td>Kết Hợp 2 Xúc Xắc</td><td>97.22%</td></tr><tr><td>Đơn</td><td>97.69%</td></tr></tbody></table>",
    "SUPPORT": "<h3>Hỗ trợ</h3><p>Nếu bạn cần thêm sự trợ giúp hoặc có bất kỳ câu hỏi nào, nhấp vào nút HỖ TRỢ để mở một cửa sổ trò chuyện riêng với đội ngũ hỗ trợ của chúng tôi. Mô tả vấn đề của bạn và nhân viên hỗ trợ sẽ hỗ trợ bạn nhanh nhất có thể.</p>",
    "WINNING_NUMBERS": "<h3>Các Số Trúng Thưởng</h3><p>Bảng Các Số Trúng Thưởng hiển thị kết quả trò chơi gần đây. Số bên trái nhất đại diện cho kết quả của vòng chơi gần nhất</p>"
  },
  "SYSTEM_MESSAGE": {
    "GENERAL_ERROR": "Sự cố đã được phát hiện",
    "GENERAL_ERROR_RESPIN": "Phát hiện sự cố. Tái quay bóng",
    "SHUFFLE": "Bộ bài đã được xáo trộn",
    "SICBO_INVALID_RESULT": "Xúc xắc không hợp lệ. Lắc lại"
  }
}